"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"[]'\\\" \", \"lower\": true, \"split\": \",\", \"char_level\": false, \"oov_token\": null, \"document_count\": 5400, \"word_counts\": \"{\\\"23.52\\\": 55, \\\"23.63\\\": 52, \\\"19.92\\\": 49, \\\"21.55\\\": 37, \\\"19.2\\\": 42, \\\"22.36\\\": 59, \\\"20.34\\\": 30, \\\"10.19\\\": 66, \\\"9.91\\\": 81, \\\"11.51\\\": 49, \\\"11.05\\\": 53, \\\"9.95\\\": 57, \\\"11.23\\\": 42, \\\"11.03\\\": 55, \\\"13.59\\\": 52, \\\"12.97\\\": 48, \\\"13.94\\\": 53, \\\"15.02\\\": 50, \\\"10.79\\\": 49, \\\"13.06\\\": 51, \\\"14.68\\\": 38, \\\"16.12\\\": 41, \\\"13.49\\\": 50, \\\"15.96\\\": 43, \\\"13.09\\\": 49, \\\"10.66\\\": 46, \\\"13.85\\\": 39, \\\"10.23\\\": 65, \\\"12.15\\\": 45, \\\"13.28\\\": 52, \\\"8.34\\\": 67, \\\"7.58\\\": 90, \\\"11.96\\\": 52, \\\"11.14\\\": 47, \\\"13.56\\\": 36, \\\"14.23\\\": 45, \\\"8.29\\\": 89, \\\"8.8\\\": 72, \\\"15.79\\\": 48, \\\"11.43\\\": 45, \\\"17.93\\\": 41, \\\"16.38\\\": 39, \\\"18.12\\\": 41, \\\"21.85\\\": 40, \\\"8.11\\\": 71, \\\"13.89\\\": 36, \\\"65.95\\\": 1, \\\"0\\\": 4865, \\\"26.64\\\": 54, \\\"42.3\\\": 2, \\\"23.1\\\": 61, \\\"24.91\\\": 63, \\\"26.03\\\": 62, \\\"57.62\\\": 1, \\\"19.93\\\": 47, \\\"26.63\\\": 56, \\\"18.13\\\": 44, \\\"17.64\\\": 47, \\\"1.77\\\": 17, \\\"25.83\\\": 57, \\\"16.69\\\": 45, \\\"53.09\\\": 2, \\\"32.95\\\": 25, \\\"58.04\\\": 1, \\\"16.42\\\": 46, \\\"3.06\\\": 85, \\\"35.74\\\": 14, \\\"17.37\\\": 36, \\\"38.06\\\": 4, \\\"14.47\\\": 40, \\\"51.7\\\": 1, \\\"13.51\\\": 61, \\\"61.77\\\": 1, \\\"43.62\\\": 6, \\\"66.17\\\": 1, \\\"13.11\\\": 55, \\\"36.88\\\": 4, \\\"3.64\\\": 65, \\\"19.48\\\": 34, \\\"27.53\\\": 45, \\\"40.27\\\": 6, \\\"26.28\\\": 53, \\\"7.89\\\": 68, \\\"9.23\\\": 57, \\\"11.13\\\": 50, \\\"11.61\\\": 46, \\\"10.38\\\": 57, \\\"7.17\\\": 84, \\\"8.93\\\": 60, \\\"8.91\\\": 73, \\\"9.21\\\": 64, \\\"9.16\\\": 59, \\\"9.82\\\": 62, \\\"10.4\\\": 50, \\\"8.07\\\": 81, \\\"9.58\\\": 58, \\\"9.87\\\": 57, \\\"10.92\\\": 54, \\\"10.57\\\": 51, \\\"9.52\\\": 63, \\\"10.59\\\": 43, \\\"10.2\\\": 39, \\\"10.35\\\": 52, \\\"8.12\\\": 88, \\\"12.3\\\": 39, \\\"8.32\\\": 63, \\\"8.57\\\": 83, \\\"7.98\\\": 74, \\\"7.86\\\": 91, \\\"12.18\\\": 47, \\\"5.7\\\": 87, \\\"7.79\\\": 85, \\\"6.25\\\": 74, \\\"6.46\\\": 74, \\\"5.06\\\": 93, \\\"5.85\\\": 91, \\\"6.32\\\": 76, \\\"6.14\\\": 80, \\\"4.92\\\": 81, \\\"4.86\\\": 76, \\\"5.72\\\": 93, \\\"6.05\\\": 76, \\\"5.42\\\": 92, \\\"4.93\\\": 80, \\\"7.29\\\": 84, \\\"5.86\\\": 74, \\\"6.21\\\": 93, \\\"5.53\\\": 79, \\\"6.83\\\": 63, \\\"6.99\\\": 59, \\\"6.07\\\": 69, \\\"6.31\\\": 74, \\\"5.78\\\": 88, \\\"6.67\\\": 85, \\\"7.75\\\": 80, \\\"4.81\\\": 90, \\\"6.96\\\": 74, \\\"5.95\\\": 71, \\\"6.12\\\": 61, \\\"3.36\\\": 87, \\\"20.7\\\": 53, \\\"20.63\\\": 42, \\\"20.65\\\": 32, \\\"19.05\\\": 42, \\\"19.75\\\": 36, \\\"20.4\\\": 49, \\\"21.42\\\": 43, \\\"20.45\\\": 43, \\\"21.03\\\": 41, \\\"18.17\\\": 33, \\\"21.35\\\": 46, \\\"21.01\\\": 51, \\\"19.17\\\": 32, \\\"18.58\\\": 36, \\\"21.77\\\": 37, \\\"19.74\\\": 37, \\\"19.02\\\": 57, \\\"21.78\\\": 38, \\\"20.32\\\": 40, \\\"20.98\\\": 52, \\\"20.56\\\": 39, \\\"18.18\\\": 30, \\\"18.55\\\": 40, \\\"18.63\\\": 39, \\\"20.41\\\": 50, \\\"20.37\\\": 39, \\\"20.74\\\": 43, \\\"20.12\\\": 40, \\\"20.43\\\": 40, \\\"19.11\\\": 49, \\\"19.36\\\": 48, \\\"20.38\\\": 45, \\\"19.68\\\": 44, \\\"19.82\\\": 47, \\\"20.03\\\": 50, \\\"18.68\\\": 41, \\\"20.59\\\": 40, \\\"20.01\\\": 55, \\\"21.52\\\": 47, \\\"21.28\\\": 41, \\\"20.36\\\": 46, \\\"20.69\\\": 51, \\\"19.32\\\": 40, \\\"18.95\\\": 55, \\\"19.9\\\": 38, \\\"22.04\\\": 42, \\\"19.22\\\": 36, \\\"19.97\\\": 58, \\\"19.84\\\": 32, \\\"20.53\\\": 36, \\\"20.96\\\": 36, \\\"21.62\\\": 41, \\\"3.08\\\": 85, \\\"17.33\\\": 30, \\\"9.11\\\": 77, \\\"34.97\\\": 17, \\\"16.84\\\": 49, \\\"33.35\\\": 21, \\\"1.11\\\": 15, \\\"7.78\\\": 76, \\\"32.94\\\": 24, \\\"14.21\\\": 50, \\\"9.43\\\": 57, \\\"29.93\\\": 35, \\\"23.0\\\": 54, \\\"20.17\\\": 51, \\\"27.85\\\": 44, \\\"9.7\\\": 69, \\\"15.29\\\": 38, \\\"32.67\\\": 26, \\\"9.6\\\": 50, \\\"16.11\\\": 46, \\\"22.05\\\": 39, \\\"15.36\\\": 49, \\\"26.15\\\": 49, \\\"17.2\\\": 37, \\\"40.87\\\": 4, \\\"21.38\\\": 43, \\\"55.37\\\": 3, \\\"28.45\\\": 37, \\\"45.66\\\": 4, \\\"33.33\\\": 22, \\\"31.96\\\": 27, \\\"30.38\\\": 39, \\\"22.77\\\": 52, \\\"0.06\\\": 10, \\\"23.02\\\": 39, \\\"23.8\\\": 38, \\\"15.38\\\": 37, \\\"47.56\\\": 2, \\\"1.41\\\": 10, \\\"1.07\\\": 15, \\\"46.84\\\": 5, \\\"47.26\\\": 4, \\\"13.16\\\": 44, \\\"38.21\\\": 8, \\\"25.89\\\": 47, \\\"7.8\\\": 76, \\\"36.6\\\": 9, \\\"14.57\\\": 39, \\\"13.58\\\": 48, \\\"12.42\\\": 46, \\\"34.07\\\": 12, \\\"31.53\\\": 32, \\\"9.76\\\": 61, \\\"52.79\\\": 3, \\\"14.15\\\": 47, \\\"25.44\\\": 56, \\\"14.12\\\": 47, \\\"26.7\\\": 45, \\\"22.54\\\": 40, \\\"12.96\\\": 45, \\\"17.82\\\": 42, \\\"27.2\\\": 47, \\\"15.53\\\": 40, \\\"25.04\\\": 61, \\\"15.23\\\": 37, \\\"32.5\\\": 24, \\\"26.67\\\": 52, \\\"7.09\\\": 85, \\\"8.62\\\": 71, \\\"10.81\\\": 43, \\\"8.17\\\": 84, \\\"6.63\\\": 88, \\\"10.95\\\": 53, \\\"10.45\\\": 46, \\\"9.1\\\": 56, \\\"8.27\\\": 72, \\\"9.39\\\": 74, \\\"7.47\\\": 78, \\\"8.96\\\": 71, \\\"6.51\\\": 84, \\\"9.45\\\": 55, \\\"11.88\\\": 53, \\\"10.46\\\": 50, \\\"9.24\\\": 48, \\\"8.26\\\": 74, \\\"8.84\\\": 56, \\\"9.19\\\": 61, \\\"8.47\\\": 85, \\\"8.69\\\": 81, \\\"9.36\\\": 61, \\\"8.56\\\": 73, \\\"9.59\\\": 65, \\\"8.6\\\": 71, \\\"9.02\\\": 71, \\\"8.59\\\": 69, \\\"11.15\\\": 45, \\\"9.12\\\": 73, \\\"8.01\\\": 82, \\\"10.82\\\": 40, \\\"8.75\\\": 74, \\\"8.83\\\": 85, \\\"10.12\\\": 61, \\\"8.16\\\": 75, \\\"10.75\\\": 59, \\\"7.32\\\": 78, \\\"10.26\\\": 55, \\\"9.09\\\": 62, \\\"5.8\\\": 84, \\\"9.33\\\": 68, \\\"10.98\\\": 49, \\\"8.98\\\": 77, \\\"7.19\\\": 88, \\\"8.94\\\": 59, \\\"4.67\\\": 81, \\\"6.47\\\": 77, \\\"5.77\\\": 99, \\\"4.52\\\": 93, \\\"4.73\\\": 75, \\\"3.65\\\": 91, \\\"5.99\\\": 86, \\\"5.33\\\": 82, \\\"3.73\\\": 82, \\\"4.14\\\": 61, \\\"4.11\\\": 72, \\\"5.65\\\": 79, \\\"5.0\\\": 80, \\\"3.58\\\": 77, \\\"5.32\\\": 73, \\\"4.5\\\": 75, \\\"3.44\\\": 73, \\\"1.74\\\": 15, \\\"3.59\\\": 79, \\\"7.31\\\": 75, \\\"6.38\\\": 91, \\\"3.38\\\": 80, \\\"5.58\\\": 78, \\\"6.13\\\": 88, \\\"4.84\\\": 71, \\\"3.45\\\": 81, \\\"5.69\\\": 77, \\\"3.94\\\": 83, \\\"7.45\\\": 69, \\\"5.55\\\": 83, \\\"5.19\\\": 86, \\\"3.53\\\": 100, \\\"2.82\\\": 71, \\\"4.79\\\": 82, \\\"4.75\\\": 97, \\\"4.85\\\": 93, \\\"4.71\\\": 78, \\\"5.13\\\": 80, \\\"5.11\\\": 66, \\\"4.48\\\": 82, \\\"5.71\\\": 67, \\\"5.46\\\": 90, \\\"6.55\\\": 92, \\\"6.09\\\": 92, \\\"6.58\\\": 83, \\\"10.04\\\": 44, \\\"8.09\\\": 70, \\\"9.32\\\": 54, \\\"9.92\\\": 65, \\\"8.31\\\": 69, \\\"5.88\\\": 74, \\\"7.28\\\": 95, \\\"4.66\\\": 81, \\\"6.16\\\": 85, \\\"8.28\\\": 69, \\\"9.2\\\": 73, \\\"7.61\\\": 79, \\\"7.46\\\": 71, \\\"9.07\\\": 70, \\\"7.22\\\": 77, \\\"7.25\\\": 79, \\\"11.41\\\": 40, \\\"10.54\\\": 39, \\\"9.14\\\": 54, \\\"5.28\\\": 61, \\\"7.3\\\": 78, \\\"6.35\\\": 72, \\\"6.74\\\": 90, \\\"9.71\\\": 68, \\\"43.63\\\": 6, \\\"28.06\\\": 49, \\\"45.82\\\": 4, \\\"11.21\\\": 60, \\\"7.82\\\": 94, \\\"17.02\\\": 42, \\\"28.67\\\": 48, \\\"19.28\\\": 37, \\\"28.07\\\": 48, \\\"42.48\\\": 5, \\\"24.37\\\": 55, \\\"4.69\\\": 84, \\\"7.74\\\": 80, \\\"17.55\\\": 37, \\\"27.29\\\": 35, \\\"52.39\\\": 3, \\\"13.39\\\": 32, \\\"19.98\\\": 42, \\\"44.76\\\": 6, \\\"26.75\\\": 55, \\\"19.7\\\": 37, \\\"45.49\\\": 4, \\\"17.25\\\": 42, \\\"14.82\\\": 38, \\\"18.49\\\": 44, \\\"16.24\\\": 53, \\\"14.71\\\": 55, \\\"15.62\\\": 41, \\\"16.05\\\": 44, \\\"16.13\\\": 51, \\\"13.63\\\": 43, \\\"15.16\\\": 47, \\\"15.51\\\": 46, \\\"14.25\\\": 34, \\\"15.01\\\": 59, \\\"16.3\\\": 33, \\\"16.87\\\": 29, \\\"18.73\\\": 49, \\\"17.75\\\": 48, \\\"18.81\\\": 46, \\\"17.39\\\": 55, \\\"15.15\\\": 39, \\\"15.78\\\": 46, \\\"16.17\\\": 50, \\\"16.18\\\": 52, \\\"16.0\\\": 54, \\\"17.14\\\": 45, \\\"14.36\\\": 25, \\\"17.48\\\": 40, \\\"15.28\\\": 46, \\\"16.56\\\": 39, \\\"14.87\\\": 39, \\\"16.26\\\": 51, \\\"14.64\\\": 47, \\\"18.23\\\": 35, \\\"16.14\\\": 55, \\\"17.42\\\": 53, \\\"15.49\\\": 51, \\\"17.47\\\": 40, \\\"16.04\\\": 49, \\\"13.93\\\": 32, \\\"15.97\\\": 59, \\\"17.88\\\": 38, \\\"14.33\\\": 44, \\\"14.2\\\": 45, \\\"14.4\\\": 53, \\\"16.49\\\": 31, \\\"16.41\\\": 43, \\\"15.63\\\": 54, \\\"16.21\\\": 30, \\\"17.63\\\": 45, \\\"15.14\\\": 54, \\\"21.09\\\": 46, \\\"22.99\\\": 43, \\\"21.31\\\": 39, \\\"13.53\\\": 44, \\\"19.83\\\": 34, \\\"24.49\\\": 56, \\\"21.08\\\": 34, \\\"17.85\\\": 40, \\\"13.27\\\": 42, \\\"20.28\\\": 32, \\\"22.64\\\": 34, \\\"23.21\\\": 51, \\\"4.23\\\": 85, \\\"12.76\\\": 45, \\\"5.81\\\": 78, \\\"19.67\\\": 38, \\\"23.38\\\": 59, \\\"18.02\\\": 32, \\\"19.51\\\": 48, \\\"0.74\\\": 13, \\\"18.84\\\": 35, \\\"22.31\\\": 52, \\\"21.44\\\": 33, \\\"13.86\\\": 46, \\\"17.44\\\": 42, \\\"14.56\\\": 45, \\\"43.28\\\": 7, \\\"2.84\\\": 79, \\\"22.38\\\": 51, \\\"11.01\\\": 49, \\\"21.23\\\": 43, \\\"34.12\\\": 10, \\\"47.47\\\": 4, \\\"25.37\\\": 42, \\\"20.62\\\": 41, \\\"40.91\\\": 8, \\\"13.07\\\": 51, \\\"32.33\\\": 20, \\\"8.08\\\": 82, \\\"12.47\\\": 46, \\\"7.52\\\": 77, \\\"38.25\\\": 17, \\\"13.75\\\": 46, \\\"30.55\\\": 32, \\\"49.29\\\": 3, \\\"34.55\\\": 12, \\\"32.35\\\": 22, \\\"27.19\\\": 61, \\\"19.99\\\": 46, \\\"13.48\\\": 43, \\\"29.33\\\": 46, \\\"30.58\\\": 40, \\\"16.52\\\": 52, \\\"14.06\\\": 50, \\\"24.67\\\": 49, \\\"14.02\\\": 51, \\\"11.02\\\": 55, \\\"21.79\\\": 36, \\\"22.44\\\": 27, \\\"8.81\\\": 75, \\\"9.04\\\": 72, \\\"5.97\\\": 87, \\\"8.79\\\": 75, \\\"7.36\\\": 71, \\\"16.63\\\": 43, \\\"6.54\\\": 90, \\\"13.03\\\": 67, \\\"11.04\\\": 48, \\\"10.44\\\": 42, \\\"10.63\\\": 59, \\\"30.23\\\": 44, \\\"12.81\\\": 52, \\\"11.45\\\": 49, \\\"12.26\\\": 56, \\\"11.77\\\": 40, \\\"4.34\\\": 94, \\\"14.09\\\": 42, \\\"16.23\\\": 45, \\\"18.2\\\": 35, \\\"6.75\\\": 95, \\\"6.8\\\": 79, \\\"19.42\\\": 34, \\\"12.57\\\": 41, \\\"4.88\\\": 85, \\\"15.09\\\": 52, \\\"16.34\\\": 37, \\\"11.58\\\": 50, \\\"4.6\\\": 56, \\\"4.49\\\": 79, \\\"5.12\\\": 76, \\\"4.7\\\": 70, \\\"5.36\\\": 75, \\\"5.62\\\": 78, \\\"4.95\\\": 81, \\\"4.9\\\": 84, \\\"4.43\\\": 77, \\\"4.65\\\": 56, \\\"5.02\\\": 78, \\\"4.36\\\": 78, \\\"4.87\\\": 61, \\\"4.83\\\": 78, \\\"5.18\\\": 84, \\\"5.14\\\": 75, \\\"5.35\\\": 88, \\\"4.82\\\": 75, \\\"4.51\\\": 74, \\\"3.89\\\": 88, \\\"4.77\\\": 94, \\\"5.29\\\": 89, \\\"5.24\\\": 83, \\\"6.4\\\": 85, \\\"5.6\\\": 72, \\\"4.13\\\": 79, \\\"5.08\\\": 83, \\\"4.22\\\": 85, \\\"7.63\\\": 87, \\\"42.27\\\": 6, \\\"7.81\\\": 72, \\\"24.25\\\": 64, \\\"11.39\\\": 39, \\\"21.58\\\": 50, \\\"8.95\\\": 50, \\\"18.11\\\": 39, \\\"22.2\\\": 53, \\\"6.0\\\": 61, \\\"9.42\\\": 70, \\\"10.52\\\": 47, \\\"17.8\\\": 32, \\\"12.72\\\": 32, \\\"21.34\\\": 42, \\\"17.43\\\": 39, \\\"24.48\\\": 43, \\\"12.54\\\": 36, \\\"12.27\\\": 48, \\\"25.79\\\": 48, \\\"23.55\\\": 47, \\\"11.62\\\": 35, \\\"27.49\\\": 49, \\\"2.26\\\": 35, \\\"10.8\\\": 50, \\\"11.37\\\": 35, \\\"7.56\\\": 87, \\\"11.18\\\": 46, \\\"13.5\\\": 51, \\\"11.68\\\": 45, \\\"24.45\\\": 61, \\\"10.28\\\": 63, \\\"32.77\\\": 20, \\\"28.98\\\": 58, \\\"18.39\\\": 45, \\\"17.27\\\": 40, \\\"13.67\\\": 51, \\\"15.43\\\": 52, \\\"14.97\\\": 60, \\\"12.04\\\": 54, \\\"17.86\\\": 49, \\\"16.81\\\": 62, \\\"12.52\\\": 40, \\\"18.5\\\": 40, \\\"14.79\\\": 38, \\\"21.94\\\": 61, \\\"11.53\\\": 62, \\\"14.69\\\": 53, \\\"15.83\\\": 33, \\\"9.9\\\": 55, \\\"18.46\\\": 35, \\\"12.2\\\": 48, \\\"16.73\\\": 38, \\\"8.9\\\": 73, \\\"21.88\\\": 43, \\\"14.75\\\": 52, \\\"13.87\\\": 41, \\\"3.91\\\": 69, \\\"25.71\\\": 56, \\\"3.17\\\": 69, \\\"15.46\\\": 46, \\\"19.37\\\": 46, \\\"11.31\\\": 48, \\\"2.16\\\": 30, \\\"10.78\\\": 48, \\\"0.97\\\": 6, \\\"14.94\\\": 62, \\\"12.68\\\": 55, \\\"14.89\\\": 51, \\\"3.84\\\": 72, \\\"16.66\\\": 42, \\\"14.54\\\": 44, \\\"16.88\\\": 54, \\\"28.73\\\": 41, \\\"9.46\\\": 60, \\\"0.24\\\": 12, \\\"11.27\\\": 54, \\\"6.52\\\": 91, \\\"17.15\\\": 38, \\\"16.67\\\": 50, \\\"3.99\\\": 73, \\\"12.88\\\": 44, \\\"8.21\\\": 64, \\\"12.02\\\": 53, \\\"21.67\\\": 47, \\\"23.14\\\": 41, \\\"4.96\\\": 91, \\\"10.06\\\": 53, \\\"10.14\\\": 51, \\\"7.21\\\": 91, \\\"14.37\\\": 47, \\\"0.2\\\": 9, \\\"2.63\\\": 52, \\\"6.93\\\": 78, \\\"9.73\\\": 69, \\\"4.2\\\": 70, \\\"9.35\\\": 75, \\\"20.93\\\": 29, \\\"5.75\\\": 82, \\\"6.72\\\": 76, \\\"15.98\\\": 44, \\\"13.2\\\": 50, \\\"15.64\\\": 47, \\\"6.43\\\": 78, \\\"23.73\\\": 45, \\\"31.46\\\": 32, \\\"0.16\\\": 7, \\\"14.58\\\": 48, \\\"59.32\\\": 2, \\\"38.59\\\": 8, \\\"38.63\\\": 8, \\\"50.63\\\": 4, \\\"14.46\\\": 52, \\\"45.39\\\": 2, \\\"45.07\\\": 1, \\\"50.15\\\": 1, \\\"41.55\\\": 4, \\\"49.53\\\": 4, \\\"25.45\\\": 60, \\\"16.09\\\": 44, \\\"51.16\\\": 2, \\\"23.4\\\": 45, \\\"27.83\\\": 47, \\\"10.58\\\": 44, \\\"35.44\\\": 10, \\\"31.92\\\": 31, \\\"47.97\\\": 5, \\\"3.96\\\": 83, \\\"7.11\\\": 76, \\\"19.47\\\": 49, \\\"20.11\\\": 36, \\\"24.44\\\": 48, \\\"10.65\\\": 51, \\\"6.06\\\": 89, \\\"15.25\\\": 41, \\\"9.77\\\": 56, \\\"10.71\\\": 48, \\\"3.66\\\": 84, \\\"1.62\\\": 16, \\\"11.3\\\": 45, \\\"7.95\\\": 76, \\\"28.65\\\": 47, \\\"6.42\\\": 65, \\\"16.75\\\": 46, \\\"22.06\\\": 37, \\\"5.44\\\": 64, \\\"15.35\\\": 41, \\\"25.0\\\": 61, \\\"8.19\\\": 69, \\\"19.08\\\": 42, \\\"9.47\\\": 62, \\\"5.87\\\": 82, \\\"14.0\\\": 50, \\\"6.85\\\": 79, \\\"12.64\\\": 41, \\\"12.51\\\": 50, \\\"11.0\\\": 58, \\\"11.74\\\": 49, \\\"16.57\\\": 41, \\\"3.24\\\": 80, \\\"15.87\\\": 54, \\\"19.24\\\": 50, \\\"18.31\\\": 42, \\\"3.16\\\": 86, \\\"11.34\\\": 42, \\\"18.03\\\": 37, \\\"11.63\\\": 48, \\\"7.65\\\": 97, \\\"11.38\\\": 47, \\\"10.89\\\": 43, \\\"12.13\\\": 50, \\\"11.72\\\": 37, \\\"17.84\\\": 46, \\\"30.2\\\": 41, \\\"28.51\\\": 45, \\\"36.11\\\": 10, \\\"25.61\\\": 46, \\\"30.16\\\": 30, \\\"22.75\\\": 44, \\\"23.01\\\": 55, \\\"23.99\\\": 58, \\\"26.19\\\": 48, \\\"23.34\\\": 37, \\\"28.13\\\": 61, \\\"31.05\\\": 31, \\\"24.62\\\": 45, \\\"24.4\\\": 40, \\\"30.13\\\": 41, \\\"28.66\\\": 40, \\\"23.51\\\": 45, \\\"28.5\\\": 33, \\\"28.9\\\": 56, \\\"36.52\\\": 15, \\\"26.59\\\": 50, \\\"28.74\\\": 48, \\\"26.5\\\": 51, \\\"34.45\\\": 16, \\\"29.26\\\": 50, \\\"28.47\\\": 53, \\\"29.47\\\": 41, \\\"26.49\\\": 55, \\\"19.23\\\": 34, \\\"16.61\\\": 42, \\\"18.64\\\": 38, \\\"17.11\\\": 37, \\\"16.94\\\": 37, \\\"18.21\\\": 43, \\\"16.64\\\": 37, \\\"17.1\\\": 54, \\\"19.21\\\": 37, \\\"15.95\\\": 44, \\\"16.45\\\": 37, \\\"19.54\\\": 36, \\\"17.36\\\": 42, \\\"17.62\\\": 33, \\\"17.09\\\": 41, \\\"17.89\\\": 44, \\\"21.6\\\": 32, \\\"9.86\\\": 62, \\\"16.39\\\": 46, \\\"14.42\\\": 49, \\\"18.96\\\": 41, \\\"17.91\\\": 56, \\\"17.35\\\": 47, \\\"22.39\\\": 51, \\\"18.74\\\": 41, \\\"16.72\\\": 49, \\\"18.09\\\": 44, \\\"23.58\\\": 42, \\\"16.79\\\": 33, \\\"12.86\\\": 50, \\\"18.86\\\": 41, \\\"17.61\\\": 42, \\\"20.09\\\": 44, \\\"13.79\\\": 48, \\\"11.89\\\": 43, \\\"27.74\\\": 56, \\\"25.43\\\": 56, \\\"17.12\\\": 41, \\\"18.29\\\": 49, \\\"19.81\\\": 46, \\\"17.6\\\": 40, \\\"17.52\\\": 37, \\\"8.35\\\": 69, \\\"11.33\\\": 64, \\\"7.73\\\": 78, \\\"13.36\\\": 33, \\\"24.21\\\": 50, \\\"27.4\\\": 58, \\\"13.68\\\": 40, \\\"23.29\\\": 52, \\\"14.43\\\": 46, \\\"14.04\\\": 48, \\\"18.53\\\": 36, \\\"13.12\\\": 51, \\\"9.63\\\": 54, \\\"27.86\\\": 36, \\\"25.13\\\": 47, \\\"25.86\\\": 52, \\\"21.98\\\": 50, \\\"27.75\\\": 51, \\\"30.96\\\": 34, \\\"19.19\\\": 50, \\\"26.91\\\": 52, \\\"20.88\\\": 39, \\\"24.94\\\": 46, \\\"21.06\\\": 41, \\\"43.24\\\": 3, \\\"48.79\\\": 2, \\\"24.73\\\": 49, \\\"26.66\\\": 51, \\\"10.56\\\": 46, \\\"13.04\\\": 45, \\\"20.81\\\": 39, \\\"3.29\\\": 85, \\\"2.89\\\": 93, \\\"2.9\\\": 90, \\\"3.57\\\": 72, \\\"2.69\\\": 45, \\\"2.85\\\": 81, \\\"2.86\\\": 79, \\\"2.75\\\": 62, \\\"2.96\\\": 93, \\\"2.99\\\": 81, \\\"2.8\\\": 72, \\\"3.01\\\": 82, \\\"3.11\\\": 75, \\\"3.35\\\": 86, \\\"3.47\\\": 95, \\\"2.94\\\": 91, \\\"2.56\\\": 44, \\\"2.81\\\": 75, \\\"2.65\\\": 63, \\\"4.31\\\": 94, \\\"4.06\\\": 80, \\\"3.56\\\": 89, \\\"3.8\\\": 77, \\\"3.72\\\": 72, \\\"3.81\\\": 69, \\\"4.64\\\": 64, \\\"2.02\\\": 20, \\\"4.24\\\": 86, \\\"5.59\\\": 95, \\\"3.74\\\": 81, \\\"4.41\\\": 86, \\\"4.78\\\": 80, \\\"3.05\\\": 81, \\\"4.28\\\": 84, \\\"3.18\\\": 103, \\\"3.9\\\": 70, \\\"4.94\\\": 76, \\\"4.39\\\": 91, \\\"3.14\\\": 83, \\\"3.3\\\": 85, \\\"3.92\\\": 80, \\\"4.25\\\": 85, \\\"3.86\\\": 69, \\\"3.21\\\": 92, \\\"3.7\\\": 83, \\\"2.49\\\": 59, \\\"2.61\\\": 61, \\\"2.66\\\": 58, \\\"3.71\\\": 78, \\\"3.15\\\": 84, \\\"27.28\\\": 42, \\\"30.3\\\": 37, \\\"33.06\\\": 27, \\\"32.22\\\": 26, \\\"28.89\\\": 50, \\\"33.3\\\": 12, \\\"35.14\\\": 14, \\\"29.92\\\": 43, \\\"36.16\\\": 11, \\\"32.7\\\": 24, \\\"28.57\\\": 43, \\\"30.82\\\": 39, \\\"31.56\\\": 39, \\\"25.28\\\": 55, \\\"31.98\\\": 31, \\\"37.25\\\": 7, \\\"33.54\\\": 24, \\\"29.42\\\": 39, \\\"24.82\\\": 50, \\\"28.43\\\": 39, \\\"31.23\\\": 37, \\\"27.88\\\": 55, \\\"29.44\\\": 46, \\\"38.6\\\": 6, \\\"27.27\\\": 42, \\\"29.02\\\": 56, \\\"31.57\\\": 39, \\\"35.78\\\": 11, \\\"31.13\\\": 31, \\\"34.95\\\": 13, \\\"24.06\\\": 34, \\\"28.82\\\": 46, \\\"26.32\\\": 57, \\\"31.5\\\": 26, \\\"30.09\\\": 46, \\\"9.28\\\": 53, \\\"16.51\\\": 44, \\\"12.79\\\": 47, \\\"10.53\\\": 58, \\\"11.44\\\": 44, \\\"0.46\\\": 12, \\\"10.62\\\": 44, \\\"15.0\\\": 41, \\\"10.03\\\": 54, \\\"7.96\\\": 66, \\\"9.62\\\": 66, \\\"5.93\\\": 95, \\\"6.24\\\": 79, \\\"16.54\\\": 40, \\\"17.9\\\": 27, \\\"10.85\\\": 55, \\\"13.0\\\": 46, \\\"9.65\\\": 59, \\\"10.01\\\": 70, \\\"11.16\\\": 45, \\\"7.85\\\": 80, \\\"5.27\\\": 101, \\\"8.77\\\": 88, \\\"31.85\\\": 25, \\\"32.49\\\": 23, \\\"28.56\\\": 56, \\\"28.21\\\": 46, \\\"28.27\\\": 35, \\\"26.3\\\": 46, \\\"29.62\\\": 50, \\\"34.66\\\": 14, \\\"27.12\\\": 49, \\\"27.58\\\": 45, \\\"33.04\\\": 17, \\\"30.65\\\": 34, \\\"29.35\\\": 31, \\\"36.74\\\": 6, \\\"28.44\\\": 42, \\\"29.68\\\": 47, \\\"24.54\\\": 53, \\\"30.99\\\": 32, \\\"31.21\\\": 41, \\\"16.43\\\": 45, \\\"18.7\\\": 33, \\\"25.21\\\": 48, \\\"24.34\\\": 55, \\\"54.43\\\": 2, \\\"2.34\\\": 25, \\\"12.12\\\": 59, \\\"16.58\\\": 42, \\\"20.95\\\": 41, \\\"7.03\\\": 84, \\\"27.56\\\": 50, \\\"26.38\\\": 53, \\\"32.97\\\": 20, \\\"29.16\\\": 44, \\\"27.18\\\": 50, \\\"21.57\\\": 35, \\\"20.02\\\": 37, \\\"23.47\\\": 57, \\\"20.89\\\": 34, \\\"45.69\\\": 5, \\\"9.8\\\": 69, \\\"24.02\\\": 58, \\\"8.44\\\": 68, \\\"30.1\\\": 54, \\\"3.41\\\": 63, \\\"16.1\\\": 32, \\\"37.73\\\": 6, \\\"13.01\\\": 45, \\\"8.37\\\": 76, \\\"37.79\\\": 7, \\\"12.36\\\": 48, \\\"24.85\\\": 50, \\\"10.96\\\": 44, \\\"15.88\\\": 36, \\\"10.68\\\": 54, \\\"51.84\\\": 2, \\\"7.1\\\": 72, \\\"6.19\\\": 75, \\\"6.2\\\": 95, \\\"5.94\\\": 84, \\\"6.1\\\": 97, \\\"5.9\\\": 86, \\\"5.47\\\": 101, \\\"22.97\\\": 56, \\\"13.41\\\": 44, \\\"13.96\\\": 50, \\\"15.67\\\": 40, \\\"14.35\\\": 40, \\\"6.3\\\": 79, \\\"22.35\\\": 40, \\\"39.59\\\": 8, \\\"33.74\\\": 17, \\\"29.58\\\": 52, \\\"9.37\\\": 65, \\\"29.24\\\": 43, \\\"9.0\\\": 72, \\\"19.07\\\": 59, \\\"30.27\\\": 49, \\\"24.78\\\": 55, \\\"12.55\\\": 44, \\\"33.43\\\": 26, \\\"34.75\\\": 19, \\\"48.04\\\": 2, \\\"10.07\\\": 51, \\\"17.41\\\": 32, \\\"25.11\\\": 47, \\\"33.57\\\": 26, \\\"13.14\\\": 50, \\\"37.13\\\": 12, \\\"10.7\\\": 38, \\\"16.82\\\": 41, \\\"37.37\\\": 8, \\\"6.84\\\": 82, \\\"2.04\\\": 25, \\\"7.43\\\": 76, \\\"9.18\\\": 74, \\\"19.79\\\": 40, \\\"7.9\\\": 61, \\\"16.47\\\": 33, \\\"24.26\\\": 45, \\\"25.01\\\": 60, \\\"16.06\\\": 52, \\\"9.67\\\": 57, \\\"22.29\\\": 54, \\\"15.57\\\": 37, \\\"17.73\\\": 49, \\\"10.88\\\": 43, \\\"39.65\\\": 4, \\\"17.71\\\": 48, \\\"0.03\\\": 8, \\\"9.75\\\": 66, \\\"11.7\\\": 53, \\\"23.59\\\": 43, \\\"34.43\\\": 13, \\\"28.99\\\": 44, \\\"28.29\\\": 46, \\\"9.48\\\": 59, \\\"19.86\\\": 36, \\\"40.34\\\": 6, \\\"21.51\\\": 45, \\\"35.4\\\": 7, \\\"15.03\\\": 52, \\\"16.59\\\": 43, \\\"11.85\\\": 49, \\\"12.69\\\": 50, \\\"11.42\\\": 50, \\\"30.68\\\": 33, \\\"23.91\\\": 43, \\\"12.44\\\": 44, \\\"25.03\\\": 44, \\\"5.68\\\": 77, \\\"4.03\\\": 64, \\\"4.08\\\": 90, \\\"5.17\\\": 78, \\\"4.8\\\": 61, \\\"6.98\\\": 76, \\\"4.62\\\": 74, \\\"4.63\\\": 70, \\\"7.5\\\": 73, \\\"4.57\\\": 82, \\\"5.84\\\": 65, \\\"3.37\\\": 101, \\\"5.25\\\": 75, \\\"4.72\\\": 92, \\\"3.23\\\": 98, \\\"2.91\\\": 70, \\\"3.39\\\": 92, \\\"2.55\\\": 59, \\\"3.5\\\": 93, \\\"3.28\\\": 70, \\\"2.97\\\": 80, \\\"2.78\\\": 76, \\\"2.57\\\": 54, \\\"3.19\\\": 74, \\\"2.2\\\": 23, \\\"3.49\\\": 72, \\\"3.33\\\": 81, \\\"2.35\\\": 40, \\\"3.27\\\": 102, \\\"3.34\\\": 81, \\\"2.4\\\": 55, \\\"2.79\\\": 61, \\\"2.7\\\": 60, \\\"3.75\\\": 66, \\\"3.98\\\": 77, \\\"4.1\\\": 72, \\\"3.2\\\": 99, \\\"4.12\\\": 73, \\\"3.97\\\": 89, \\\"4.68\\\": 74, \\\"5.21\\\": 75, \\\"4.47\\\": 97, \\\"3.6\\\": 77, \\\"2.77\\\": 64, \\\"2.05\\\": 19, \\\"6.11\\\": 80, \\\"3.42\\\": 81, \\\"4.35\\\": 67, \\\"1.38\\\": 11, \\\"4.97\\\": 71, \\\"4.61\\\": 81, \\\"5.22\\\": 86, \\\"2.41\\\": 50, \\\"2.83\\\": 75, \\\"2.76\\\": 61, \\\"5.37\\\": 86, \\\"3.26\\\": 83, \\\"2.64\\\": 71, \\\"3.55\\\": 82, \\\"4.91\\\": 89, \\\"2.92\\\": 94, \\\"13.84\\\": 41, \\\"26.0\\\": 47, \\\"21.65\\\": 39, \\\"21.41\\\": 46, \\\"14.16\\\": 40, \\\"24.52\\\": 40, \\\"16.37\\\": 48, \\\"7.14\\\": 74, \\\"14.1\\\": 46, \\\"25.48\\\": 50, \\\"22.27\\\": 50, \\\"24.93\\\": 45, \\\"17.3\\\": 44, \\\"18.78\\\": 40, \\\"33.63\\\": 17, \\\"29.69\\\": 48, \\\"28.84\\\": 38, \\\"26.83\\\": 49, \\\"25.73\\\": 52, \\\"28.35\\\": 51, \\\"32.05\\\": 28, \\\"26.8\\\": 56, \\\"30.36\\\": 47, \\\"35.94\\\": 11, \\\"29.76\\\": 40, \\\"26.39\\\": 57, \\\"27.72\\\": 41, \\\"30.73\\\": 35, \\\"34.17\\\": 18, \\\"25.49\\\": 50, \\\"33.47\\\": 21, \\\"31.94\\\": 23, \\\"25.29\\\": 44, \\\"27.79\\\": 55, \\\"29.2\\\": 43, \\\"28.2\\\": 53, \\\"32.82\\\": 24, \\\"31.24\\\": 40, \\\"30.49\\\": 39, \\\"29.27\\\": 45, \\\"29.56\\\": 35, \\\"28.4\\\": 49, \\\"23.13\\\": 46, \\\"29.11\\\": 47, \\\"31.12\\\": 24, \\\"30.86\\\": 40, \\\"23.07\\\": 45, \\\"27.89\\\": 55, \\\"29.5\\\": 49, \\\"25.9\\\": 42, \\\"30.81\\\": 43, \\\"27.32\\\": 51, \\\"27.65\\\": 48, \\\"33.27\\\": 24, \\\"27.61\\\": 50, \\\"33.51\\\": 20, \\\"28.28\\\": 43, \\\"30.0\\\": 37, \\\"29.43\\\": 32, \\\"27.98\\\": 45, \\\"28.0\\\": 58, \\\"28.05\\\": 50, \\\"27.15\\\": 55, \\\"30.28\\\": 42, \\\"29.73\\\": 39, \\\"30.85\\\": 28, \\\"33.14\\\": 28, \\\"29.72\\\": 37, \\\"32.87\\\": 14, \\\"26.68\\\": 47, \\\"25.4\\\": 46, \\\"30.72\\\": 23, \\\"30.26\\\": 41, \\\"35.24\\\": 18, \\\"29.46\\\": 37, \\\"31.1\\\": 33, \\\"31.55\\\": 30, \\\"27.08\\\": 57, \\\"28.71\\\": 34, \\\"30.87\\\": 35, \\\"32.83\\\": 28, \\\"24.71\\\": 45, \\\"28.32\\\": 37, \\\"28.25\\\": 59, \\\"28.77\\\": 40, \\\"33.93\\\": 22, \\\"24.57\\\": 57, \\\"28.55\\\": 38, \\\"24.47\\\": 55, \\\"3.62\\\": 102, \\\"3.78\\\": 73, \\\"2.23\\\": 31, \\\"3.13\\\": 86, \\\"2.62\\\": 56, \\\"2.51\\\": 47, \\\"3.04\\\": 88, \\\"2.47\\\": 40, \\\"1.9\\\": 16, \\\"2.87\\\": 81, \\\"3.32\\\": 94, \\\"2.74\\\": 75, \\\"3.03\\\": 80, \\\"3.07\\\": 78, \\\"2.33\\\": 32, \\\"2.44\\\": 50, \\\"2.01\\\": 14, \\\"2.22\\\": 31, \\\"3.54\\\": 60, \\\"3.02\\\": 89, \\\"3.25\\\": 73, \\\"2.98\\\": 77, \\\"2.53\\\": 48, \\\"2.54\\\": 52, \\\"2.09\\\": 27, \\\"13.62\\\": 45, \\\"5.34\\\": 75, \\\"6.76\\\": 86, \\\"12.71\\\": 42, \\\"18.37\\\": 51, \\\"15.05\\\": 44, \\\"12.0\\\": 53, \\\"15.94\\\": 50, \\\"20.0\\\": 39, \\\"16.71\\\": 36, \\\"1.98\\\": 15, \\\"23.66\\\": 59, \\\"4.89\\\": 72, \\\"25.06\\\": 40, \\\"3.46\\\": 70, \\\"14.61\\\": 37, \\\"12.63\\\": 55, \\\"5.5\\\": 78, \\\"12.41\\\": 38, \\\"18.44\\\": 45, \\\"19.04\\\": 32, \\\"21.18\\\": 36, \\\"20.2\\\": 59, \\\"10.74\\\": 58, \\\"18.25\\\": 35, \\\"15.9\\\": 35, \\\"23.2\\\": 52, \\\"10.36\\\": 52, \\\"14.85\\\": 47, \\\"22.14\\\": 56, \\\"19.03\\\": 48, \\\"12.16\\\": 52, \\\"11.9\\\": 57, \\\"4.44\\\": 81, \\\"5.26\\\": 88, \\\"6.91\\\": 85, \\\"5.05\\\": 72, \\\"8.04\\\": 85, \\\"5.61\\\": 83, \\\"6.37\\\": 79, \\\"6.33\\\": 86, \\\"6.18\\\": 83, \\\"5.03\\\": 92, \\\"7.15\\\": 102, \\\"6.59\\\": 88, \\\"6.61\\\": 92, \\\"5.52\\\": 66, \\\"6.17\\\": 74, \\\"26.61\\\": 54, \\\"8.39\\\": 66, \\\"15.1\\\": 62, \\\"22.03\\\": 41, \\\"7.91\\\": 71, \\\"71.56\\\": 1, \\\"37.17\\\": 9, \\\"14.38\\\": 41, \\\"24.83\\\": 47, \\\"37.08\\\": 6, \\\"48.66\\\": 3, \\\"8.2\\\": 74, \\\"54.79\\\": 2, \\\"38.76\\\": 11, \\\"64.5\\\": 2, \\\"0.84\\\": 6, \\\"36.18\\\": 11, \\\"33.83\\\": 23, \\\"21.21\\\": 47, \\\"22.92\\\": 51, \\\"23.35\\\": 42, \\\"22.48\\\": 50, \\\"40.4\\\": 6, \\\"21.63\\\": 55, \\\"39.61\\\": 5, \\\"23.93\\\": 41, \\\"4.3\\\": 66, \\\"2.29\\\": 26, \\\"2.72\\\": 63, \\\"2.52\\\": 51, \\\"2.27\\\": 29, \\\"3.1\\\": 87, \\\"1.66\\\": 13, \\\"2.6\\\": 54, \\\"3.52\\\": 74, \\\"1.84\\\": 16, \\\"2.58\\\": 47, \\\"3.51\\\": 84, \\\"2.38\\\": 26, \\\"1.72\\\": 12, \\\"2.73\\\": 65, \\\"2.48\\\": 51, \\\"4.32\\\": 73, \\\"18.87\\\": 42, \\\"14.84\\\": 49, \\\"12.82\\\": 50, \\\"14.96\\\": 51, \\\"7.27\\\": 78, \\\"21.73\\\": 44, \\\"44.65\\\": 9, \\\"32.23\\\": 33, \\\"22.51\\\": 39, \\\"7.54\\\": 81, \\\"12.6\\\": 56, \\\"14.53\\\": 36, \\\"16.97\\\": 35, \\\"15.2\\\": 43, \\\"8.36\\\": 59, \\\"20.31\\\": 43, \\\"3.0\\\": 77, \\\"2.88\\\": 77, \\\"2.5\\\": 44, \\\"2.95\\\": 92, \\\"2.25\\\": 34, \\\"2.59\\\": 54, \\\"2.28\\\": 36, \\\"3.12\\\": 75, \\\"3.22\\\": 95, \\\"3.43\\\": 82, \\\"3.48\\\": 66, \\\"22.98\\\": 48, \\\"22.69\\\": 49, \\\"17.92\\\": 51, \\\"22.15\\\": 35, \\\"27.06\\\": 52, \\\"18.62\\\": 48, \\\"11.65\\\": 42, \\\"9.22\\\": 68, \\\"29.84\\\": 36, \\\"24.79\\\": 54, \\\"23.85\\\": 50, \\\"15.85\\\": 45, \\\"7.53\\\": 75, \\\"7.4\\\": 75, \\\"6.49\\\": 77, \\\"7.64\\\": 73, \\\"6.04\\\": 81, \\\"4.26\\\": 86, \\\"7.99\\\": 78, \\\"6.68\\\": 70, \\\"5.64\\\": 66, \\\"5.2\\\": 68, \\\"18.9\\\": 50, \\\"16.99\\\": 43, \\\"45.58\\\": 5, \\\"36.37\\\": 13, \\\"1.2\\\": 7, \\\"12.05\\\": 56, \\\"25.59\\\": 50, \\\"28.04\\\": 41, \\\"9.03\\\": 78, \\\"15.86\\\": 53, \\\"10.49\\\": 52, \\\"6.03\\\": 66, \\\"16.83\\\": 33, \\\"18.66\\\": 47, \\\"22.24\\\": 49, \\\"36.87\\\": 10, \\\"41.66\\\": 6, \\\"7.06\\\": 80, \\\"43.32\\\": 2, \\\"9.13\\\": 59, \\\"14.45\\\": 40, \\\"29.09\\\": 51, \\\"4.16\\\": 72, \\\"14.81\\\": 49, \\\"18.99\\\": 48, \\\"19.38\\\": 41, \\\"30.43\\\": 30, \\\"38.08\\\": 11, \\\"12.11\\\": 43, \\\"25.32\\\": 57, \\\"11.81\\\": 56, \\\"4.76\\\": 72, \\\"16.32\\\": 42, \\\"43.34\\\": 4, \\\"21.15\\\": 48, \\\"23.37\\\": 46, \\\"27.96\\\": 50, \\\"28.14\\\": 62, \\\"22.0\\\": 37, \\\"21.3\\\": 34, \\\"39.78\\\": 3, \\\"26.07\\\": 47, \\\"25.82\\\": 45, \\\"28.16\\\": 53, \\\"25.16\\\": 37, \\\"8.41\\\": 83, \\\"17.87\\\": 43, \\\"18.77\\\": 34, \\\"13.77\\\": 41, \\\"31.0\\\": 43, \\\"22.28\\\": 41, \\\"31.76\\\": 37, \\\"8.42\\\": 89, \\\"23.41\\\": 46, \\\"9.74\\\": 75, \\\"9.88\\\": 54, \\\"12.17\\\": 51, \\\"18.34\\\": 34, \\\"17.32\\\": 40, \\\"15.31\\\": 48, \\\"20.84\\\": 30, \\\"10.0\\\": 65, \\\"13.64\\\": 57, \\\"27.62\\\": 53, \\\"24.16\\\": 57, \\\"19.44\\\": 42, \\\"19.3\\\": 51, \\\"20.26\\\": 40, \\\"24.61\\\": 35, \\\"27.44\\\": 47, \\\"26.45\\\": 51, \\\"19.34\\\": 34, \\\"22.43\\\": 50, \\\"31.34\\\": 32, \\\"19.55\\\": 50, \\\"17.28\\\": 45, \\\"28.6\\\": 51, \\\"20.58\\\": 45, \\\"24.75\\\": 56, \\\"22.74\\\": 61, \\\"18.61\\\": 29, \\\"26.86\\\": 60, \\\"18.97\\\": 38, \\\"28.37\\\": 47, \\\"21.24\\\": 43, \\\"15.92\\\": 41, \\\"28.91\\\": 48, \\\"19.12\\\": 44, \\\"13.02\\\": 60, \\\"15.12\\\": 39, \\\"25.36\\\": 51, \\\"25.15\\\": 44, \\\"28.87\\\": 50, \\\"15.3\\\": 44, \\\"26.82\\\": 45, \\\"21.32\\\": 41, \\\"25.62\\\": 49, \\\"22.32\\\": 48, \\\"19.78\\\": 42, \\\"17.45\\\": 37, \\\"18.56\\\": 45, \\\"18.71\\\": 35, \\\"22.11\\\": 33, \\\"21.0\\\": 41, \\\"23.98\\\": 51, \\\"25.57\\\": 59, \\\"17.96\\\": 37, \\\"17.23\\\": 28, \\\"21.53\\\": 40, \\\"14.26\\\": 46, \\\"22.8\\\": 53, \\\"15.72\\\": 39, \\\"20.18\\\": 41, \\\"17.49\\\": 36, \\\"23.72\\\": 40, \\\"19.39\\\": 39, \\\"23.54\\\": 44, \\\"17.56\\\": 37, \\\"22.65\\\": 33, \\\"0.49\\\": 11, \\\"3.83\\\": 70, \\\"18.32\\\": 33, \\\"8.89\\\": 56, \\\"4.15\\\": 67, \\\"24.35\\\": 53, \\\"25.22\\\": 41, \\\"11.97\\\": 60, \\\"22.19\\\": 40, \\\"14.39\\\": 42, \\\"17.22\\\": 49, \\\"26.11\\\": 60, \\\"26.29\\\": 55, \\\"15.56\\\": 36, \\\"17.98\\\": 38, \\\"19.91\\\": 42, \\\"19.58\\\": 37, \\\"1.64\\\": 15, \\\"12.03\\\": 49, \\\"14.5\\\": 46, \\\"13.45\\\": 44, \\\"26.57\\\": 45, \\\"11.64\\\": 43, \\\"28.03\\\": 41, \\\"34.22\\\": 14, \\\"34.44\\\": 21, \\\"36.95\\\": 8, \\\"40.47\\\": 4, \\\"28.95\\\": 43, \\\"25.39\\\": 61, \\\"30.61\\\": 44, \\\"12.75\\\": 42, \\\"41.72\\\": 4, \\\"9.96\\\": 69, \\\"22.73\\\": 46, \\\"8.24\\\": 76, \\\"16.15\\\": 39, \\\"15.07\\\": 58, \\\"32.4\\\": 26, \\\"25.18\\\": 59, \\\"24.2\\\": 52, \\\"21.16\\\": 37, \\\"33.49\\\": 18, \\\"33.72\\\": 19, \\\"30.22\\\": 37, \\\"33.56\\\": 25, \\\"23.53\\\": 44, \\\"20.92\\\": 38, \\\"35.65\\\": 9, \\\"27.31\\\": 50, \\\"27.82\\\": 42, \\\"29.82\\\": 35, \\\"25.26\\\": 46, \\\"44.09\\\": 5, \\\"24.69\\\": 42, \\\"10.55\\\": 49, \\\"16.91\\\": 49, \\\"11.92\\\": 47, \\\"32.9\\\": 21, \\\"6.7\\\": 74, \\\"34.99\\\": 6, \\\"17.17\\\": 51, \\\"31.35\\\": 33, \\\"3.85\\\": 68, \\\"4.0\\\": 74, \\\"14.3\\\": 38, \\\"16.62\\\": 31, \\\"17.21\\\": 49, \\\"13.69\\\": 50, \\\"10.51\\\": 56, \\\"14.91\\\": 53, \\\"13.74\\\": 43, \\\"15.37\\\": 37, \\\"13.99\\\": 46, \\\"14.67\\\": 44, \\\"13.42\\\": 35, \\\"13.8\\\": 38, \\\"10.99\\\": 53, \\\"11.07\\\": 55, \\\"16.07\\\": 53, \\\"11.47\\\": 49, \\\"13.54\\\": 35, \\\"14.28\\\": 50, \\\"13.38\\\": 45, \\\"16.08\\\": 45, \\\"9.05\\\": 64, \\\"7.93\\\": 78, \\\"12.84\\\": 50, \\\"11.28\\\": 44, \\\"9.49\\\": 65, \\\"8.86\\\": 74, \\\"10.86\\\": 52, \\\"9.78\\\": 69, \\\"7.34\\\": 84, \\\"9.89\\\": 66, \\\"12.07\\\": 52, \\\"12.23\\\": 45, \\\"7.35\\\": 78, \\\"7.87\\\": 74, \\\"8.61\\\": 70, \\\"10.83\\\": 50, \\\"9.4\\\": 60, \\\"6.62\\\": 95, \\\"8.33\\\": 56, \\\"8.5\\\": 73, \\\"7.94\\\": 90, \\\"9.3\\\": 62, \\\"8.55\\\": 63, \\\"11.12\\\": 47, \\\"11.1\\\": 56, \\\"10.27\\\": 50, \\\"7.05\\\": 68, \\\"13.08\\\": 45, \\\"9.93\\\": 63, \\\"14.83\\\": 36, \\\"10.48\\\": 39, \\\"6.15\\\": 67, \\\"14.27\\\": 47, \\\"4.98\\\": 92, \\\"7.2\\\": 68, \\\"12.78\\\": 44, \\\"15.19\\\": 37, \\\"10.21\\\": 55, \\\"6.86\\\": 60, \\\"7.42\\\": 84, \\\"8.02\\\": 78, \\\"8.7\\\": 67, \\\"11.19\\\": 59, \\\"10.3\\\": 46, \\\"9.08\\\": 60, \\\"8.87\\\": 61, \\\"8.4\\\": 71, \\\"9.61\\\": 58, \\\"7.59\\\": 76, \\\"6.97\\\": 80, \\\"9.17\\\": 60, \\\"10.87\\\": 50, \\\"8.14\\\": 72, \\\"8.15\\\": 67, \\\"8.54\\\": 77, \\\"7.04\\\": 70, \\\"11.11\\\": 60, \\\"3.95\\\": 79, \\\"8.48\\\": 51, \\\"3.63\\\": 77, \\\"5.92\\\": 75, \\\"5.79\\\": 74, \\\"5.16\\\": 81, \\\"5.48\\\": 75, \\\"6.36\\\": 92, \\\"4.17\\\": 85, \\\"7.44\\\": 61, \\\"6.26\\\": 85, \\\"6.65\\\": 72, \\\"7.83\\\": 67, \\\"6.69\\\": 71, \\\"6.5\\\": 89, \\\"7.68\\\": 78, \\\"5.4\\\": 82, \\\"5.82\\\": 87, \\\"5.96\\\": 81, \\\"11.35\\\": 50, \\\"7.92\\\": 81, \\\"23.62\\\": 35, \\\"18.6\\\": 36, \\\"1.45\\\": 15, \\\"15.26\\\": 51, \\\"23.77\\\": 53, \\\"14.6\\\": 52, \\\"29.54\\\": 51, \\\"17.08\\\": 44, \\\"14.19\\\": 26, \\\"9.81\\\": 66, \\\"19.1\\\": 43, \\\"22.68\\\": 58, \\\"15.93\\\": 51, \\\"1.39\\\": 12, \\\"12.93\\\": 53, \\\"17.99\\\": 45, \\\"14.08\\\": 49, \\\"8.97\\\": 57, \\\"27.09\\\": 50, \\\"25.91\\\": 59, \\\"19.72\\\": 48, \\\"25.51\\\": 39, \\\"32.73\\\": 26, \\\"17.69\\\": 35, \\\"23.19\\\": 50, \\\"29.14\\\": 42, \\\"29.66\\\": 45, \\\"33.95\\\": 16, \\\"25.56\\\": 59, \\\"28.97\\\": 35, \\\"26.26\\\": 46, \\\"18.27\\\": 33, \\\"28.86\\\": 40, \\\"28.68\\\": 57, \\\"28.53\\\": 60, \\\"26.73\\\": 42, \\\"24.59\\\": 47, \\\"30.42\\\": 36, \\\"33.96\\\": 25, \\\"27.7\\\": 51, \\\"32.2\\\": 19, \\\"23.16\\\": 46, \\\"29.12\\\": 32, \\\"26.77\\\": 46, \\\"29.49\\\": 44, \\\"30.12\\\": 39, \\\"29.88\\\": 40, \\\"37.92\\\": 8, \\\"24.29\\\": 45, \\\"19.43\\\": 42, \\\"4.99\\\": 87, \\\"24.96\\\": 51, \\\"27.93\\\": 55, \\\"7.7\\\": 62, \\\"13.52\\\": 48, \\\"30.51\\\": 41, \\\"20.64\\\": 45, \\\"23.96\\\": 50, \\\"21.11\\\": 35, \\\"26.05\\\": 44, \\\"23.86\\\": 53, \\\"25.95\\\": 54, \\\"25.75\\\": 52, \\\"28.92\\\": 42, \\\"28.62\\\": 58, \\\"29.94\\\": 30, \\\"20.51\\\": 38, \\\"29.8\\\": 35, \\\"27.95\\\": 43, \\\"31.03\\\": 35, \\\"29.03\\\": 41, \\\"26.04\\\": 64, \\\"26.56\\\": 43, \\\"24.99\\\": 48, \\\"26.31\\\": 40, \\\"24.28\\\": 39, \\\"24.42\\\": 47, \\\"17.31\\\": 24, \\\"7.18\\\": 60, \\\"10.77\\\": 42, \\\"8.46\\\": 70, \\\"12.22\\\": 50, \\\"12.94\\\": 51, \\\"15.34\\\": 36, \\\"13.4\\\": 32, \\\"0.11\\\": 8, \\\"11.49\\\": 58, \\\"12.45\\\": 38, \\\"11.06\\\": 61, \\\"15.4\\\": 41, \\\"9.66\\\": 64, \\\"5.43\\\": 72, \\\"12.08\\\": 43, \\\"11.84\\\": 55, \\\"11.91\\\": 53, \\\"9.34\\\": 61, \\\"8.3\\\": 67, \\\"2.43\\\": 43, \\\"5.01\\\": 69, \\\"7.49\\\": 66, \\\"5.39\\\": 91, \\\"6.23\\\": 72, \\\"5.57\\\": 89, \\\"6.9\\\": 98, \\\"5.38\\\": 78, \\\"4.59\\\": 76, \\\"5.04\\\": 68, \\\"5.1\\\": 92, \\\"4.55\\\": 76, \\\"4.53\\\": 87, \\\"5.63\\\": 73, \\\"5.56\\\": 68, \\\"4.4\\\": 73, \\\"4.45\\\": 88, \\\"5.49\\\": 72, \\\"6.57\\\": 78, \\\"24.51\\\": 54, \\\"8.13\\\": 71, \\\"39.68\\\": 8, \\\"32.19\\\": 27, \\\"33.84\\\": 21, \\\"19.77\\\": 36, \\\"11.46\\\": 37, \\\"54.1\\\": 1, \\\"13.7\\\": 38, \\\"31.32\\\": 37, \\\"52.04\\\": 2, \\\"1.25\\\": 10, \\\"10.1\\\": 53, \\\"9.53\\\": 59, \\\"10.08\\\": 56, \\\"9.55\\\": 48, \\\"23.43\\\": 37, \\\"25.47\\\": 51, \\\"28.85\\\": 41, \\\"26.2\\\": 53, \\\"27.04\\\": 42, \\\"24.66\\\": 53, \\\"22.91\\\": 50, \\\"30.91\\\": 37, \\\"26.24\\\": 52, \\\"23.97\\\": 60, \\\"25.8\\\": 52, \\\"27.14\\\": 45, \\\"20.6\\\": 36, \\\"25.12\\\": 60, \\\"28.83\\\": 56, \\\"31.89\\\": 28, \\\"25.7\\\": 52, \\\"26.34\\\": 42, \\\"25.67\\\": 49, \\\"23.81\\\": 34, \\\"26.94\\\": 46, \\\"30.92\\\": 29, \\\"34.48\\\": 18, \\\"24.89\\\": 51, \\\"28.69\\\": 51, \\\"29.77\\\": 44, \\\"25.96\\\": 52, \\\"28.09\\\": 45, \\\"22.95\\\": 53, \\\"29.48\\\": 44, \\\"33.6\\\": 23, \\\"31.7\\\": 36, \\\"26.71\\\": 56, \\\"29.51\\\": 43, \\\"33.73\\\": 14, \\\"32.45\\\": 22, \\\"22.93\\\": 46, \\\"26.96\\\": 54, \\\"28.75\\\": 55, \\\"33.03\\\": 28, \\\"28.36\\\": 48, \\\"29.59\\\": 51, \\\"32.46\\\": 28, \\\"4.74\\\": 88, \\\"5.54\\\": 82, \\\"14.44\\\": 50, \\\"12.74\\\": 52, \\\"13.3\\\": 47, \\\"12.59\\\": 52, \\\"15.17\\\": 37, \\\"11.83\\\": 41, \\\"14.99\\\": 54, \\\"15.32\\\": 53, \\\"12.38\\\": 53, \\\"12.91\\\": 47, \\\"14.03\\\": 39, \\\"12.67\\\": 52, \\\"10.67\\\": 51, \\\"11.69\\\": 56, \\\"14.95\\\": 49, \\\"13.31\\\": 62, \\\"12.48\\\": 48, \\\"16.02\\\": 49, \\\"13.92\\\": 49, \\\"13.55\\\": 50, \\\"12.33\\\": 46, \\\"13.57\\\": 48, \\\"9.06\\\": 56, \\\"21.45\\\": 39, \\\"29.0\\\": 48, \\\"41.27\\\": 3, \\\"39.73\\\": 8, \\\"41.39\\\": 8, \\\"14.77\\\": 42, \\\"31.06\\\": 30, \\\"22.1\\\": 44, \\\"4.33\\\": 54, \\\"9.83\\\": 68, \\\"42.98\\\": 4, \\\"46.15\\\": 3, \\\"40.15\\\": 9, \\\"21.14\\\": 40, \\\"44.0\\\": 1, \\\"37.71\\\": 5, \\\"39.5\\\": 5, \\\"30.15\\\": 38, \\\"17.83\\\": 45, \\\"18.85\\\": 50, \\\"12.9\\\": 49, \\\"1.1\\\": 7, \\\"4.37\\\": 73, \\\"23.67\\\": 45, \\\"17.53\\\": 36, \\\"6.79\\\": 71, \\\"25.93\\\": 40, \\\"27.1\\\": 60, \\\"20.82\\\": 41, \\\"33.15\\\": 22, \\\"32.25\\\": 27, \\\"21.95\\\": 40, \\\"21.86\\\": 42, \\\"32.52\\\": 30, \\\"25.41\\\": 50, \\\"21.5\\\": 48, \\\"14.86\\\": 39, \\\"7.13\\\": 91, \\\"1.75\\\": 13, \\\"16.28\\\": 34, \\\"0.68\\\": 6, \\\"30.57\\\": 40, \\\"8.66\\\": 86, \\\"14.72\\\": 45, \\\"18.75\\\": 33, \\\"34.1\\\": 23, \\\"10.76\\\": 50, \\\"0.37\\\": 9, \\\"17.05\\\": 39, \\\"22.13\\\": 44, \\\"16.68\\\": 36, \\\"31.52\\\": 35, \\\"29.05\\\": 44, \\\"29.15\\\": 45, \\\"23.84\\\": 32, \\\"27.81\\\": 57, \\\"24.77\\\": 57, \\\"23.71\\\": 37, \\\"26.93\\\": 50, \\\"26.12\\\": 48, \\\"32.36\\\": 22, \\\"27.54\\\": 48, \\\"35.69\\\": 10, \\\"25.98\\\": 57, \\\"25.5\\\": 40, \\\"31.18\\\": 33, \\\"26.44\\\": 47, \\\"31.69\\\": 32, \\\"27.21\\\": 49, \\\"27.05\\\": 51, \\\"25.53\\\": 47, \\\"29.83\\\": 38, \\\"31.83\\\": 24, \\\"28.78\\\": 52, \\\"23.87\\\": 47, \\\"24.56\\\": 63, \\\"25.84\\\": 55, \\\"30.8\\\": 31, \\\"23.88\\\": 47, \\\"22.71\\\": 33, \\\"33.76\\\": 18, \\\"30.94\\\": 22, \\\"26.62\\\": 55, \\\"27.07\\\": 44, \\\"24.81\\\": 48, \\\"17.97\\\": 50, \\\"10.9\\\": 50, \\\"22.86\\\": 43, \\\"23.57\\\": 49, \\\"18.1\\\": 34, \\\"16.4\\\": 34, \\\"1.0\\\": 6, \\\"12.53\\\": 56, \\\"4.01\\\": 85, \\\"20.73\\\": 39, \\\"26.33\\\": 57, \\\"15.39\\\": 47, \\\"22.16\\\": 45, \\\"7.24\\\": 76, \\\"12.25\\\": 52, \\\"17.68\\\": 37, \\\"25.08\\\": 41, \\\"31.43\\\": 37, \\\"31.61\\\": 43, \\\"26.88\\\": 48, \\\"34.62\\\": 17, \\\"24.7\\\": 56, \\\"28.01\\\": 35, \\\"23.04\\\": 44, \\\"26.81\\\": 44, \\\"25.31\\\": 46, \\\"30.41\\\": 36, \\\"24.24\\\": 51, \\\"22.5\\\": 51, \\\"28.49\\\": 51, \\\"35.9\\\": 8, \\\"22.49\\\": 39, \\\"22.66\\\": 48, \\\"24.14\\\": 45, \\\"30.19\\\": 36, \\\"32.51\\\": 13, \\\"28.19\\\": 66, \\\"20.76\\\": 43, \\\"26.95\\\": 44, \\\"26.13\\\": 45, \\\"36.89\\\": 8, \\\"24.92\\\": 54, \\\"26.52\\\": 41, \\\"32.16\\\": 32, \\\"29.7\\\": 43, \\\"21.92\\\": 50, \\\"28.34\\\": 54, \\\"30.84\\\": 49, \\\"28.38\\\": 51, \\\"27.99\\\": 49, \\\"30.04\\\": 35, \\\"16.85\\\": 43, \\\"21.71\\\": 43, \\\"32.26\\\": 24, \\\"33.82\\\": 21, \\\"18.52\\\": 38, \\\"23.33\\\": 50, \\\"27.52\\\": 49, \\\"28.08\\\": 55, \\\"34.15\\\": 13, \\\"29.19\\\": 52, \\\"25.27\\\": 57, \\\"27.41\\\": 51, \\\"35.89\\\": 11, \\\"34.02\\\": 15, \\\"20.46\\\": 55, \\\"24.09\\\": 41, \\\"24.74\\\": 48, \\\"36.7\\\": 6, \\\"30.39\\\": 43, \\\"34.81\\\": 15, \\\"25.34\\\": 54, \\\"20.57\\\": 45, \\\"20.91\\\": 42, \\\"24.97\\\": 57, \\\"35.48\\\": 18, \\\"35.16\\\": 12, \\\"35.45\\\": 9, \\\"28.42\\\": 45, \\\"36.92\\\": 13, \\\"33.81\\\": 23, \\\"30.47\\\": 34, \\\"24.58\\\": 54, \\\"32.07\\\": 32, \\\"34.72\\\": 17, \\\"25.55\\\": 47, \\\"24.3\\\": 42, \\\"19.95\\\": 38, \\\"9.64\\\": 62, \\\"12.31\\\": 46, \\\"15.21\\\": 29, \\\"25.74\\\": 48, \\\"19.16\\\": 38, \\\"11.82\\\": 50, \\\"23.28\\\": 41, \\\"14.66\\\": 41, \\\"36.5\\\": 12, \\\"29.87\\\": 47, \\\"23.61\\\": 43, \\\"10.18\\\": 55, \\\"19.64\\\": 36, \\\"26.74\\\": 45, \\\"4.18\\\": 75, \\\"14.32\\\": 43, \\\"23.5\\\": 39, \\\"14.14\\\": 43, \\\"19.09\\\": 39, \\\"10.6\\\": 48, \\\"21.54\\\": 36, \\\"29.64\\\": 31, \\\"9.26\\\": 74, \\\"7.67\\\": 80, \\\"8.63\\\": 59, \\\"9.68\\\": 51, \\\"10.16\\\": 49, \\\"35.79\\\": 16, \\\"66.1\\\": 1, \\\"26.01\\\": 51, \\\"22.18\\\": 40, \\\"51.36\\\": 1, \\\"38.33\\\": 7, \\\"51.13\\\": 1, \\\"45.9\\\": 3, \\\"35.82\\\": 9, \\\"47.8\\\": 2, \\\"7.51\\\": 75, \\\"38.38\\\": 10, \\\"47.42\\\": 4, \\\"56.32\\\": 1, \\\"21.22\\\": 37, \\\"34.56\\\": 11, \\\"30.98\\\": 31, \\\"40.65\\\": 4, \\\"25.23\\\": 57, \\\"55.22\\\": 2, \\\"57.34\\\": 1, \\\"17.07\\\": 51, \\\"33.66\\\": 25, \\\"0.92\\\": 11, \\\"34.49\\\": 13, \\\"4.29\\\": 86, \\\"72.01\\\": 1, \\\"13.17\\\": 51, \\\"14.05\\\": 52, \\\"5.09\\\": 66, \\\"40.17\\\": 3, \\\"37.5\\\": 6, \\\"21.59\\\": 44, \\\"21.66\\\": 41, \\\"15.54\\\": 47, \\\"49.21\\\": 3, \\\"32.37\\\": 29, \\\"24.12\\\": 48, \\\"17.5\\\": 45, \\\"29.29\\\": 35, \\\"36.51\\\": 15, \\\"12.37\\\": 36, \\\"39.29\\\": 7, \\\"30.05\\\": 32, \\\"30.59\\\": 38, \\\"47.49\\\": 4, \\\"38.0\\\": 8, \\\"43.21\\\": 6, \\\"22.94\\\": 55, \\\"7.62\\\": 72, \\\"29.07\\\": 50, \\\"24.88\\\": 41, \\\"22.12\\\": 56, \\\"21.87\\\": 44, \\\"41.75\\\": 4, \\\"3.69\\\": 96, \\\"4.38\\\": 72, \\\"2.11\\\": 21, \\\"4.07\\\": 99, \\\"3.77\\\": 75, \\\"3.68\\\": 60, \\\"4.27\\\": 81, \\\"10.34\\\": 59, \\\"8.68\\\": 70, \\\"4.42\\\": 62, \\\"13.76\\\": 41, \\\"11.67\\\": 53, \\\"6.22\\\": 62, \\\"10.94\\\": 62, \\\"15.6\\\": 51, \\\"3.09\\\": 96, \\\"8.88\\\": 65, \\\"15.22\\\": 27, \\\"13.6\\\": 48, \\\"15.24\\\": 44, \\\"13.61\\\": 52, \\\"10.72\\\": 45, \\\"15.74\\\": 45, \\\"21.25\\\": 36, \\\"6.71\\\": 93, \\\"16.22\\\": 45, \\\"21.84\\\": 47, \\\"17.77\\\": 35, \\\"11.99\\\": 55, \\\"12.5\\\": 51, \\\"17.34\\\": 39, \\\"15.41\\\": 41, \\\"14.31\\\": 40, \\\"12.65\\\": 42, \\\"15.04\\\": 42, \\\"23.68\\\": 43, \\\"13.22\\\": 45, \\\"16.27\\\": 44, \\\"18.45\\\": 39, \\\"21.04\\\": 53, \\\"13.71\\\": 42, \\\"22.45\\\": 51, \\\"29.28\\\": 50, \\\"30.88\\\": 44, \\\"22.63\\\": 46, \\\"29.52\\\": 39, \\\"36.91\\\": 6, \\\"33.24\\\": 15, \\\"30.06\\\": 39, \\\"30.56\\\": 35, \\\"5.3\\\": 94, \\\"7.08\\\": 74, \\\"21.37\\\": 35, \\\"43.4\\\": 5, \\\"25.25\\\": 40, \\\"24.6\\\": 55, \\\"18.16\\\": 42, \\\"15.5\\\": 47, \\\"9.29\\\": 59, \\\"13.15\\\": 45, \\\"3.31\\\": 88, \\\"4.02\\\": 85, \\\"4.46\\\": 85, \\\"3.76\\\": 55, \\\"24.55\\\": 59, \\\"23.46\\\": 32, \\\"23.39\\\": 59, \\\"27.71\\\": 46, \\\"21.47\\\": 45, \\\"29.31\\\": 37, \\\"21.49\\\": 51, \\\"27.47\\\": 40, \\\"25.2\\\": 56, \\\"23.22\\\": 43, \\\"15.27\\\": 48, \\\"22.96\\\": 56, \\\"24.18\\\": 43, \\\"23.83\\\": 69, \\\"14.62\\\": 31, \\\"22.41\\\": 35, \\\"30.95\\\": 35, \\\"11.66\\\": 56, \\\"9.97\\\": 57, \\\"15.52\\\": 42, \\\"18.15\\\": 40, \\\"7.39\\\": 88, \\\"19.26\\\": 37, \\\"16.55\\\": 41, \\\"20.86\\\": 37, \\\"22.76\\\": 41, \\\"16.01\\\": 43, \\\"1.94\\\": 11, \\\"2.71\\\": 73, \\\"4.04\\\": 68, \\\"2.3\\\": 39, \\\"0.83\\\": 7, \\\"3.82\\\": 67, \\\"2.14\\\": 26, \\\"2.17\\\": 28, \\\"5.73\\\": 80, \\\"5.23\\\": 74, \\\"4.05\\\": 83, \\\"4.54\\\": 76, \\\"6.01\\\": 81, \\\"5.66\\\": 85, \\\"24.87\\\": 53, \\\"24.0\\\": 60, \\\"23.89\\\": 49, \\\"24.38\\\": 43, \\\"25.87\\\": 60, \\\"25.07\\\": 56, \\\"25.77\\\": 51, \\\"25.85\\\": 53, \\\"18.54\\\": 45, \\\"21.2\\\": 42, \\\"27.57\\\": 44, \\\"19.94\\\": 47, \\\"20.06\\\": 37, \\\"21.72\\\": 40, \\\"20.61\\\": 44, \\\"21.36\\\": 45, \\\"20.24\\\": 27, \\\"20.85\\\": 48, \\\"20.35\\\": 29, \\\"20.71\\\": 39, \\\"21.19\\\": 53, \\\"21.12\\\": 46, \\\"20.72\\\": 31, \\\"2.06\\\": 19, \\\"2.39\\\": 39, \\\"3.67\\\": 60, \\\"2.37\\\": 47, \\\"3.79\\\": 75, \\\"35.0\\\": 9, \\\"31.99\\\": 29, \\\"30.89\\\": 36, \\\"31.49\\\": 22, \\\"36.54\\\": 10, \\\"23.11\\\": 50, \\\"33.68\\\": 17, \\\"26.58\\\": 52, \\\"33.94\\\": 21, \\\"32.06\\\": 24, \\\"34.03\\\": 18, \\\"31.08\\\": 39, \\\"38.9\\\": 10, \\\"40.89\\\": 5, \\\"27.33\\\": 49, \\\"31.97\\\": 27, \\\"37.99\\\": 5, \\\"26.27\\\": 45, \\\"27.63\\\": 46, \\\"28.79\\\": 39, \\\"36.14\\\": 11, \\\"29.96\\\": 45, \\\"34.46\\\": 22, \\\"32.69\\\": 31, \\\"27.36\\\": 61, \\\"38.86\\\": 6, \\\"27.94\\\": 44, \\\"26.87\\\": 48, \\\"29.89\\\": 44, \\\"32.96\\\": 16, \\\"29.57\\\": 42, \\\"31.01\\\": 25, \\\"35.23\\\": 14, \\\"34.35\\\": 12, \\\"21.74\\\": 50, \\\"26.51\\\": 49, \\\"1.36\\\": 5, \\\"12.01\\\": 64, \\\"28.1\\\": 64, \\\"1.35\\\": 12, \\\"13.33\\\": 43, \\\"17.01\\\": 39, \\\"12.49\\\": 44, \\\"20.16\\\": 35, \\\"27.68\\\": 61, \\\"15.45\\\": 40, \\\"18.43\\\": 42, \\\"28.39\\\": 44, \\\"10.5\\\": 58, \\\"0.27\\\": 6, \\\"23.15\\\": 51, \\\"12.21\\\": 38, \\\"5.89\\\": 82, \\\"8.92\\\": 60, \\\"7.01\\\": 78, \\\"7.16\\\": 87, \\\"6.94\\\": 83, \\\"14.88\\\": 37, \\\"15.48\\\": 44, \\\"14.7\\\": 56, \\\"11.5\\\": 45, \\\"13.73\\\": 42, \\\"14.63\\\": 42, \\\"12.56\\\": 54, \\\"12.09\\\": 72, \\\"12.8\\\": 36, \\\"11.71\\\": 54, \\\"12.34\\\": 41, \\\"14.74\\\": 33, \\\"13.66\\\": 46, \\\"14.29\\\": 33, \\\"13.81\\\": 35, \\\"13.98\\\": 40, \\\"14.52\\\": 41, \\\"12.58\\\": 35, \\\"6.02\\\": 88, \\\"16.25\\\": 37, \\\"11.25\\\": 49, \\\"7.69\\\": 60, \\\"9.69\\\": 63, \\\"7.55\\\": 80, \\\"6.66\\\": 73, \\\"35.72\\\": 10, \\\"32.55\\\": 37, \\\"31.74\\\": 33, \\\"32.32\\\": 22, \\\"34.83\\\": 12, \\\"25.64\\\": 57, \\\"33.88\\\": 21, \\\"28.41\\\": 34, \\\"24.84\\\": 52, \\\"31.75\\\": 31, \\\"23.12\\\": 41, \\\"24.23\\\": 68, \\\"31.59\\\": 28, \\\"27.69\\\": 41, \\\"27.34\\\": 50, \\\"31.42\\\": 31, \\\"34.04\\\": 24, \\\"32.02\\\": 27, \\\"33.92\\\": 17, \\\"30.21\\\": 44, \\\"31.81\\\": 31, \\\"9.85\\\": 55, \\\"11.52\\\": 54, \\\"7.48\\\": 70, \\\"6.78\\\": 92, \\\"12.06\\\": 39, \\\"13.29\\\": 45, \\\"16.31\\\": 40, \\\"20.23\\\": 35, \\\"27.25\\\": 42, \\\"18.41\\\": 36, \\\"19.06\\\": 51, \\\"35.7\\\": 13, \\\"33.26\\\": 18, \\\"9.44\\\": 73, \\\"42.02\\\": 5, \\\"27.97\\\": 47, \\\"48.13\\\": 3, \\\"22.46\\\": 40, \\\"41.22\\\": 3, \\\"39.52\\\": 6, \\\"22.23\\\": 36, \\\"10.73\\\": 49, \\\"59.77\\\": 1, \\\"58.71\\\": 1, \\\"59.8\\\": 1, \\\"48.18\\\": 3, \\\"21.48\\\": 44, \\\"32.64\\\": 21, \\\"33.28\\\": 15, \\\"34.16\\\": 14, \\\"33.11\\\": 23, \\\"30.78\\\": 38, \\\"37.86\\\": 3, \\\"33.69\\\": 19, \\\"62.7\\\": 2, \\\"35.59\\\": 9, \\\"37.6\\\": 9, \\\"27.35\\\": 52, \\\"48.16\\\": 2, \\\"29.08\\\": 36, \\\"33.21\\\": 13, \\\"19.0\\\": 57, \\\"5.07\\\": 74, \\\"33.41\\\": 18, \\\"56.98\\\": 3, \\\"33.91\\\": 24, \\\"32.47\\\": 26, \\\"27.73\\\": 40, \\\"27.66\\\": 51, \\\"28.11\\\": 47, \\\"26.69\\\": 39, \\\"23.75\\\": 43, \\\"29.67\\\": 40, \\\"27.42\\\": 50, \\\"25.6\\\": 51, \\\"22.3\\\": 27, \\\"26.46\\\": 47, \\\"25.94\\\": 50, \\\"24.01\\\": 56, \\\"19.6\\\": 44, \\\"27.48\\\": 60, \\\"31.27\\\": 34, \\\"33.17\\\": 18, \\\"38.62\\\": 6, \\\"40.22\\\": 5, \\\"44.91\\\": 5, \\\"44.21\\\": 1, \\\"43.0\\\": 7, \\\"30.67\\\": 41, \\\"17.95\\\": 42, \\\"15.99\\\": 39, \\\"53.28\\\": 2, \\\"13.35\\\": 49, \\\"47.46\\\": 3, \\\"27.45\\\": 42, \\\"39.13\\\": 8, \\\"66.81\\\": 1, \\\"19.59\\\": 32, \\\"33.86\\\": 20, \\\"71.06\\\": 1, \\\"15.8\\\": 53, \\\"6.73\\\": 74, \\\"60.34\\\": 1, \\\"22.01\\\": 32, \\\"6.89\\\": 78, \\\"34.38\\\": 16, \\\"52.83\\\": 1, \\\"8.0\\\": 81, \\\"12.85\\\": 47, \\\"14.11\\\": 40, \\\"12.83\\\": 45, \\\"16.65\\\": 45, \\\"17.54\\\": 37, \\\"21.75\\\": 41, \\\"16.92\\\": 41, \\\"15.06\\\": 54, \\\"19.49\\\": 41, \\\"14.22\\\": 36, \\\"20.29\\\": 37, \\\"17.38\\\": 45, \\\"19.62\\\": 42, \\\"17.51\\\": 42, \\\"15.08\\\": 47, \\\"23.49\\\": 65, \\\"18.06\\\": 33, \\\"20.48\\\": 43, \\\"21.82\\\": 37, \\\"25.88\\\": 50, \\\"26.98\\\": 52, \\\"27.87\\\": 55, \\\"23.74\\\": 44, \\\"27.6\\\": 47, \\\"26.72\\\": 57, \\\"32.78\\\": 23, \\\"25.19\\\": 48, \\\"30.18\\\": 53, \\\"30.45\\\": 41, \\\"28.22\\\": 57, \\\"28.52\\\": 53, \\\"23.79\\\": 41, \\\"28.23\\\": 48, \\\"25.42\\\": 50, \\\"29.22\\\": 39, \\\"18.82\\\": 38, \\\"26.99\\\": 49, \\\"28.59\\\": 52, \\\"31.25\\\": 27, \\\"27.59\\\": 50, \\\"30.31\\\": 42, \\\"30.5\\\": 33, \\\"26.23\\\": 45, \\\"22.09\\\": 42, \\\"22.67\\\": 36, \\\"31.22\\\": 22, \\\"22.82\\\": 31, \\\"31.64\\\": 28, \\\"30.07\\\": 45, \\\"29.41\\\": 47, \\\"27.22\\\": 52, \\\"25.24\\\": 54, \\\"34.01\\\": 13, \\\"32.75\\\": 23, \\\"31.88\\\": 28, \\\"30.01\\\": 41, \\\"25.66\\\": 52, \\\"23.7\\\": 43, \\\"30.17\\\": 40, \\\"30.33\\\": 45, \\\"30.63\\\": 30, \\\"26.21\\\": 54, \\\"1.86\\\": 10, \\\"1.71\\\": 12, \\\"1.48\\\": 10, \\\"40.86\\\": 6, \\\"51.77\\\": 3, \\\"19.71\\\": 35, \\\"72.18\\\": 1, \\\"50.06\\\": 2, \\\"37.05\\\": 6, \\\"54.12\\\": 2, \\\"64.74\\\": 1, \\\"59.83\\\": 2, \\\"22.88\\\": 41, \\\"43.51\\\": 2, \\\"17.72\\\": 51, \\\"29.53\\\": 45, \\\"28.02\\\": 63, \\\"19.63\\\": 60, \\\"19.46\\\": 34, \\\"17.94\\\": 45, \\\"18.35\\\": 44, \\\"15.13\\\": 40, \\\"18.33\\\": 45, \\\"20.77\\\": 29, \\\"21.56\\\": 41, \\\"18.51\\\": 48, \\\"21.02\\\": 43, \\\"5.67\\\": 81, \\\"13.78\\\": 35, \\\"20.78\\\": 40, \\\"27.84\\\": 41, \\\"22.4\\\": 39, \\\"40.37\\\": 9, \\\"27.55\\\": 44, \\\"23.78\\\": 53, \\\"19.73\\\": 43, \\\"20.05\\\": 40, \\\"6.29\\\": 63, \\\"23.17\\\": 41, \\\"35.34\\\": 16, \\\"33.55\\\": 14, \\\"38.14\\\": 11, \\\"19.29\\\": 36, \\\"26.47\\\": 48, \\\"14.98\\\": 48, \\\"29.4\\\": 31, \\\"36.06\\\": 8, \\\"33.39\\\": 18, \\\"38.52\\\": 5, \\\"0.53\\\": 8, \\\"1.89\\\": 21, \\\"22.08\\\": 57, \\\"10.91\\\": 53, \\\"32.28\\\": 28, \\\"38.18\\\": 12, \\\"24.17\\\": 47, \\\"51.42\\\": 1, \\\"25.65\\\": 51, \\\"19.87\\\": 50, \\\"30.4\\\": 43, \\\"55.33\\\": 2, \\\"39.18\\\": 7, \\\"25.99\\\": 50, \\\"14.93\\\": 59, \\\"32.79\\\": 18, \\\"16.86\\\": 36, \\\"1.79\\\": 16, \\\"1.02\\\": 14, \\\"3.61\\\": 60, \\\"1.92\\\": 15, \\\"2.67\\\": 59, \\\"2.93\\\": 65, \\\"3.87\\\": 79, \\\"27.91\\\": 52, \\\"27.76\\\": 34, \\\"22.7\\\": 49, \\\"28.96\\\": 42, \\\"30.02\\\": 40, \\\"26.92\\\": 52, \\\"25.58\\\": 45, \\\"27.37\\\": 60, \\\"32.81\\\": 19, \\\"6.48\\\": 91, \\\"13.1\\\": 47, \\\"16.77\\\": 42, \\\"23.23\\\": 35, \\\"35.95\\\": 8, \\\"13.91\\\": 41, \\\"36.4\\\": 17, \\\"35.05\\\": 11, \\\"35.27\\\": 10, \\\"6.08\\\": 78, \\\"23.65\\\": 41, \\\"52.38\\\": 3, \\\"26.36\\\": 50, \\\"1.99\\\": 18, \\\"30.25\\\": 36, \\\"30.54\\\": 33, \\\"35.01\\\": 15, \\\"33.42\\\": 26, \\\"35.97\\\": 7, \\\"28.26\\\": 41, \\\"2.68\\\": 81, \\\"26.65\\\": 59, \\\"25.92\\\": 41, \\\"31.47\\\": 28, \\\"24.31\\\": 52, \\\"31.29\\\": 51, \\\"32.65\\\": 26, \\\"5.83\\\": 68, \\\"1.44\\\": 12, \\\"18.38\\\": 44, \\\"29.23\\\": 52, \\\"1.56\\\": 13, \\\"12.14\\\": 49, \\\"27.77\\\": 42, \\\"34.65\\\": 18, \\\"37.44\\\": 8, \\\"37.36\\\": 7, \\\"46.12\\\": 2, \\\"24.15\\\": 38, \\\"31.15\\\": 38, \\\"23.9\\\": 56, \\\"32.84\\\": 21, \\\"27.92\\\": 53, \\\"22.72\\\": 51, \\\"24.43\\\": 52, \\\"29.25\\\": 45, \\\"22.89\\\": 44, \\\"24.46\\\": 57, \\\"28.15\\\": 52, \\\"15.75\\\": 44, \\\"14.24\\\": 43, \\\"11.24\\\": 46, \\\"25.05\\\": 59, \\\"16.93\\\": 44, \\\"59.2\\\": 1, \\\"38.1\\\": 12, \\\"49.85\\\": 1, \\\"32.72\\\": 24, \\\"49.28\\\": 1, \\\"0.57\\\": 6, \\\"47.03\\\": 2, \\\"22.22\\\": 44, \\\"44.86\\\": 3, \\\"39.0\\\": 7, \\\"34.53\\\": 15, \\\"35.33\\\": 20, \\\"50.11\\\": 3, \\\"43.68\\\": 3, \\\"42.63\\\": 8, \\\"5.76\\\": 69, \\\"44.42\\\": 1, \\\"12.87\\\": 38, \\\"6.6\\\": 73, \\\"62.3\\\": 1, \\\"18.91\\\": 45, \\\"35.5\\\": 8, \\\"30.7\\\": 41, \\\"46.9\\\": 2, \\\"15.11\\\": 54, \\\"39.91\\\": 3, \\\"36.78\\\": 10, \\\"35.71\\\": 18, \\\"31.2\\\": 29, \\\"36.56\\\": 12, \\\"30.29\\\": 36, \\\"28.88\\\": 42, \\\"33.13\\\": 21, \\\"29.37\\\": 44, \\\"35.77\\\": 12, \\\"29.63\\\": 40, \\\"28.24\\\": 42, 