"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"[]'\\\" \", \"lower\": true, \"split\": \",\", \"char_level\": false, \"oov_token\": null, \"document_count\": 4800, \"word_counts\": \"{\\\"22.49\\\": 36, \\\"22.56\\\": 42, \\\"0\\\": 4196, \\\"11.51\\\": 38, \\\"37.64\\\": 7, \\\"40.81\\\": 6, \\\"47.07\\\": 1, \\\"30.03\\\": 32, \\\"29.24\\\": 36, \\\"24.76\\\": 36, \\\"10.54\\\": 38, \\\"11.21\\\": 50, \\\"1.89\\\": 20, \\\"10.77\\\": 40, \\\"29.59\\\": 42, \\\"32.89\\\": 26, \\\"34.39\\\": 15, \\\"43.03\\\": 2, \\\"37.49\\\": 4, \\\"10.35\\\": 51, \\\"7.81\\\": 62, \\\"30.48\\\": 38, \\\"28.17\\\": 41, \\\"7.25\\\": 73, \\\"36.62\\\": 9, \\\"23.26\\\": 40, \\\"38.7\\\": 5, \\\"30.07\\\": 32, \\\"23.98\\\": 39, \\\"34.93\\\": 10, \\\"19.82\\\": 38, \\\"6.84\\\": 65, \\\"3.38\\\": 57, \\\"13.27\\\": 38, \\\"16.78\\\": 35, \\\"13.11\\\": 51, \\\"46.42\\\": 1, \\\"9.65\\\": 62, \\\"20.58\\\": 42, \\\"20.2\\\": 55, \\\"8.73\\\": 54, \\\"17.02\\\": 34, \\\"12.92\\\": 40, \\\"23.7\\\": 42, \\\"0.8\\\": 8, \\\"6.52\\\": 74, \\\"23.67\\\": 41, \\\"40.91\\\": 7, \\\"14.01\\\": 36, \\\"29.5\\\": 41, \\\"28.77\\\": 31, \\\"8.14\\\": 64, \\\"43.42\\\": 2, \\\"12.69\\\": 43, \\\"16.37\\\": 38, \\\"11.7\\\": 45, \\\"25.67\\\": 43, \\\"15.52\\\": 41, \\\"5.65\\\": 78, \\\"31.6\\\": 34, \\\"23.5\\\": 35, \\\"19.52\\\": 34, \\\"22.34\\\": 51, \\\"29.43\\\": 31, \\\"3.74\\\": 71, \\\"19.05\\\": 31, \\\"17.89\\\": 41, \\\"28.02\\\": 58, \\\"29.33\\\": 40, \\\"18.96\\\": 37, \\\"3.64\\\": 58, \\\"20.32\\\": 37, \\\"22.89\\\": 36, \\\"35.44\\\": 9, \\\"30.46\\\": 28, \\\"30.93\\\": 30, \\\"20.29\\\": 41, \\\"23.27\\\": 25, \\\"14.0\\\": 42, \\\"3.11\\\": 74, \\\"24.99\\\": 44, \\\"20.62\\\": 37, \\\"22.81\\\": 33, \\\"18.82\\\": 28, \\\"4.22\\\": 83, \\\"10.57\\\": 49, \\\"30.43\\\": 27, \\\"7.24\\\": 64, \\\"35.12\\\": 10, \\\"18.27\\\": 27, \\\"39.51\\\": 8, \\\"14.13\\\": 32, \\\"21.33\\\": 31, \\\"17.69\\\": 39, \\\"21.19\\\": 38, \\\"10.56\\\": 31, \\\"33.46\\\": 11, \\\"15.54\\\": 41, \\\"21.8\\\": 40, \\\"8.91\\\": 66, \\\"28.12\\\": 46, \\\"8.0\\\": 68, \\\"23.68\\\": 41, \\\"29.78\\\": 29, \\\"25.52\\\": 61, \\\"31.68\\\": 28, \\\"22.12\\\": 51, \\\"26.87\\\": 45, \\\"26.61\\\": 48, \\\"26.41\\\": 46, \\\"20.9\\\": 32, \\\"26.11\\\": 61, \\\"30.25\\\": 33, \\\"28.52\\\": 43, \\\"23.61\\\": 44, \\\"22.83\\\": 42, \\\"26.88\\\": 44, \\\"29.03\\\": 35, \\\"26.06\\\": 43, \\\"29.45\\\": 43, \\\"20.82\\\": 31, \\\"23.51\\\": 44, \\\"24.47\\\": 47, \\\"27.88\\\": 55, \\\"26.6\\\": 44, \\\"25.13\\\": 43, \\\"23.53\\\": 37, \\\"24.51\\\": 42, \\\"23.76\\\": 46, \\\"26.76\\\": 42, \\\"27.48\\\": 45, \\\"28.36\\\": 44, \\\"24.91\\\": 50, \\\"25.08\\\": 41, \\\"26.77\\\": 41, \\\"34.64\\\": 15, \\\"21.53\\\": 39, \\\"21.64\\\": 40, \\\"10.89\\\": 40, \\\"11.36\\\": 50, \\\"6.24\\\": 72, \\\"4.42\\\": 55, \\\"6.81\\\": 66, \\\"9.93\\\": 54, \\\"12.05\\\": 48, \\\"12.25\\\": 44, \\\"17.01\\\": 36, \\\"16.24\\\": 51, \\\"9.73\\\": 59, \\\"12.27\\\": 43, \\\"24.34\\\": 45, \\\"9.6\\\": 47, \\\"11.45\\\": 44, \\\"3.27\\\": 96, \\\"21.96\\\": 42, \\\"14.29\\\": 27, \\\"7.26\\\": 61, \\\"13.14\\\": 43, \\\"14.77\\\": 41, \\\"16.18\\\": 45, \\\"8.37\\\": 68, \\\"14.55\\\": 50, \\\"27.75\\\": 41, \\\"10.53\\\": 55, \\\"17.67\\\": 38, \\\"17.5\\\": 39, \\\"10.3\\\": 44, \\\"6.11\\\": 69, \\\"12.7\\\": 41, \\\"22.08\\\": 44, \\\"9.68\\\": 38, \\\"21.94\\\": 60, \\\"20.65\\\": 31, \\\"22.24\\\": 40, \\\"10.29\\\": 60, \\\"17.35\\\": 38, \\\"15.7\\\": 34, \\\"12.28\\\": 42, \\\"13.25\\\": 34, \\\"17.13\\\": 46, \\\"20.16\\\": 31, \\\"14.96\\\": 43, \\\"22.63\\\": 36, \\\"11.14\\\": 42, \\\"18.28\\\": 47, \\\"29.14\\\": 36, \\\"33.17\\\": 18, \\\"44.17\\\": 2, \\\"27.13\\\": 38, \\\"31.09\\\": 34, \\\"32.32\\\": 23, \\\"31.43\\\": 30, \\\"26.73\\\": 35, \\\"34.89\\\": 12, \\\"28.47\\\": 49, \\\"32.95\\\": 24, \\\"31.99\\\": 29, \\\"27.89\\\": 50, \\\"34.44\\\": 18, \\\"25.53\\\": 43, \\\"31.24\\\": 35, \\\"34.74\\\": 13, \\\"32.82\\\": 22, \\\"30.78\\\": 37, \\\"27.5\\\": 38, \\\"35.57\\\": 10, \\\"32.22\\\": 24, \\\"29.62\\\": 47, \\\"31.5\\\": 24, \\\"28.92\\\": 41, \\\"30.29\\\": 32, \\\"27.49\\\": 44, \\\"28.14\\\": 53, \\\"27.97\\\": 38, \\\"31.32\\\": 30, \\\"28.6\\\": 40, \\\"32.73\\\": 23, \\\"33.9\\\": 13, \\\"30.18\\\": 46, \\\"33.49\\\": 15, \\\"31.73\\\": 38, \\\"30.5\\\": 31, \\\"31.4\\\": 24, \\\"36.63\\\": 10, \\\"33.02\\\": 24, \\\"28.28\\\": 40, \\\"26.1\\\": 41, \\\"34.97\\\": 17, \\\"32.55\\\": 36, \\\"30.68\\\": 29, \\\"28.73\\\": 40, \\\"29.04\\\": 40, \\\"26.81\\\": 38, \\\"30.14\\\": 34, \\\"26.84\\\": 47, \\\"27.4\\\": 53, \\\"29.08\\\": 30, \\\"41.4\\\": 5, \\\"32.21\\\": 25, \\\"32.81\\\": 17, \\\"27.82\\\": 38, \\\"28.79\\\": 40, \\\"35.93\\\": 8, \\\"21.85\\\": 36, \\\"7.72\\\": 69, \\\"14.12\\\": 43, \\\"29.88\\\": 38, \\\"27.76\\\": 36, \\\"45.43\\\": 2, \\\"21.63\\\": 50, \\\"16.51\\\": 39, \\\"22.2\\\": 46, \\\"16.12\\\": 41, \\\"25.44\\\": 51, \\\"11.81\\\": 46, \\\"6.44\\\": 66, \\\"22.92\\\": 42, \\\"16.98\\\": 38, \\\"32.77\\\": 18, \\\"21.45\\\": 34, \\\"14.25\\\": 30, \\\"50.8\\\": 1, \\\"11.52\\\": 45, \\\"26.25\\\": 35, \\\"21.11\\\": 33, \\\"38.85\\\": 8, \\\"52.47\\\": 2, \\\"23.56\\\": 46, \\\"70.3\\\": 1, \\\"3.78\\\": 62, \\\"6.23\\\": 65, \\\"6.13\\\": 76, \\\"4.13\\\": 77, \\\"4.57\\\": 72, \\\"5.87\\\": 77, \\\"7.62\\\": 54, \\\"3.85\\\": 67, \\\"4.91\\\": 78, \\\"6.0\\\": 52, \\\"4.05\\\": 72, \\\"3.72\\\": 56, \\\"4.69\\\": 75, \\\"5.89\\\": 66, \\\"3.73\\\": 79, \\\"6.01\\\": 73, \\\"4.12\\\": 66, \\\"6.54\\\": 79, \\\"3.56\\\": 82, \\\"4.27\\\": 74, \\\"5.52\\\": 57, \\\"3.4\\\": 81, \\\"4.93\\\": 74, \\\"4.37\\\": 67, \\\"4.68\\\": 70, \\\"3.16\\\": 78, \\\"3.46\\\": 67, \\\"5.68\\\": 67, \\\"6.94\\\": 70, \\\"30.98\\\": 27, \\\"29.64\\\": 29, \\\"30.26\\\": 39, \\\"31.54\\\": 19, \\\"28.76\\\": 43, \\\"30.41\\\": 32, \\\"30.91\\\": 34, \\\"28.98\\\": 54, \\\"16.23\\\": 39, \\\"19.2\\\": 37, \\\"18.03\\\": 33, \\\"19.63\\\": 49, \\\"18.97\\\": 35, \\\"18.83\\\": 29, \\\"22.31\\\": 49, \\\"16.58\\\": 40, \\\"21.93\\\": 41, \\\"17.42\\\": 45, \\\"19.41\\\": 31, \\\"15.13\\\": 34, \\\"17.51\\\": 32, \\\"19.22\\\": 25, \\\"23.52\\\": 47, \\\"18.99\\\": 39, \\\"16.69\\\": 39, \\\"18.86\\\": 34, \\\"18.16\\\": 36, \\\"20.79\\\": 32, \\\"19.77\\\": 32, \\\"17.4\\\": 30, \\\"18.54\\\": 40, \\\"17.7\\\": 43, \\\"19.32\\\": 32, \\\"18.78\\\": 43, \\\"20.88\\\": 35, \\\"16.33\\\": 45, \\\"16.86\\\": 33, \\\"20.11\\\": 32, \\\"18.67\\\": 36, \\\"21.52\\\": 50, \\\"21.47\\\": 39, \\\"18.15\\\": 36, \\\"18.81\\\": 45, \\\"22.43\\\": 40, \\\"19.42\\\": 33, \\\"23.64\\\": 36, \\\"25.09\\\": 49, \\\"20.78\\\": 41, \\\"19.71\\\": 34, \\\"16.81\\\": 58, \\\"20.18\\\": 36, \\\"19.61\\\": 35, \\\"19.26\\\": 34, \\\"20.46\\\": 42, \\\"18.77\\\": 29, \\\"13.87\\\": 33, \\\"16.45\\\": 28, \\\"20.31\\\": 38, \\\"7.45\\\": 66, \\\"9.96\\\": 61, \\\"9.35\\\": 72, \\\"5.73\\\": 70, \\\"9.37\\\": 63, \\\"10.0\\\": 63, \\\"8.69\\\": 65, \\\"7.32\\\": 65, \\\"9.84\\\": 43, \\\"6.76\\\": 72, \\\"9.05\\\": 57, \\\"7.59\\\": 63, \\\"6.34\\\": 67, \\\"6.85\\\": 62, \\\"10.68\\\": 51, \\\"8.32\\\": 57, \\\"11.06\\\": 51, \\\"11.32\\\": 34, \\\"8.99\\\": 60, \\\"10.79\\\": 35, \\\"15.02\\\": 44, \\\"7.92\\\": 70, \\\"6.91\\\": 72, \\\"10.6\\\": 46, \\\"9.18\\\": 70, \\\"11.42\\\": 44, \\\"17.0\\\": 39, \\\"13.21\\\": 41, \\\"22.65\\\": 28, \\\"21.38\\\": 38, \\\"2.48\\\": 45, \\\"13.2\\\": 43, \\\"22.32\\\": 40, \\\"6.71\\\": 85, \\\"16.08\\\": 37, \\\"13.78\\\": 31, \\\"23.82\\\": 47, \\\"16.04\\\": 37, \\\"18.62\\\": 37, \\\"11.15\\\": 39, \\\"18.2\\\": 28, \\\"15.56\\\": 29, \\\"26.36\\\": 44, \\\"14.95\\\": 41, \\\"9.51\\\": 69, \\\"14.03\\\": 35, \\\"17.36\\\": 33, \\\"25.38\\\": 34, \\\"27.99\\\": 46, \\\"10.74\\\": 53, \\\"10.63\\\": 51, \\\"15.87\\\": 42, \\\"9.92\\\": 59, \\\"24.94\\\": 32, \\\"24.29\\\": 47, \\\"28.59\\\": 48, \\\"15.4\\\": 45, \\\"13.99\\\": 46, \\\"14.74\\\": 34, \\\"12.07\\\": 46, \\\"6.29\\\": 56, \\\"20.85\\\": 49, \\\"34.0\\\": 17, \\\"10.67\\\": 53, \\\"12.38\\\": 47, \\\"17.62\\\": 33, \\\"28.07\\\": 43, \\\"21.65\\\": 35, \\\"20.22\\\": 40, \\\"16.19\\\": 33, \\\"27.83\\\": 40, \\\"25.96\\\": 54, \\\"24.15\\\": 29, \\\"29.17\\\": 44, \\\"28.24\\\": 35, \\\"27.06\\\": 39, \\\"21.41\\\": 39, \\\"22.27\\\": 46, \\\"23.05\\\": 55, \\\"23.22\\\": 47, \\\"20.89\\\": 33, \\\"18.66\\\": 40, \\\"31.07\\\": 29, \\\"25.31\\\": 43, \\\"27.66\\\": 43, \\\"24.8\\\": 46, \\\"25.46\\\": 38, \\\"22.58\\\": 28, \\\"21.04\\\": 46, \\\"24.97\\\": 54, \\\"22.4\\\": 38, \\\"20.06\\\": 40, \\\"29.34\\\": 32, \\\"24.92\\\": 48, \\\"27.3\\\": 33, \\\"28.46\\\": 56, \\\"31.48\\\": 28, \\\"28.22\\\": 49, \\\"27.1\\\": 51, \\\"36.82\\\": 7, \\\"23.37\\\": 38, \\\"26.09\\\": 37, \\\"26.99\\\": 44, \\\"28.37\\\": 40, \\\"29.32\\\": 40, \\\"5.97\\\": 71, \\\"7.91\\\": 56, \\\"5.3\\\": 78, \\\"6.48\\\": 81, \\\"6.9\\\": 73, \\\"6.02\\\": 78, \\\"6.82\\\": 73, \\\"7.19\\\": 85, \\\"5.72\\\": 73, \\\"7.08\\\": 66, \\\"5.77\\\": 82, \\\"5.62\\\": 68, \\\"4.89\\\": 70, \\\"4.02\\\": 65, \\\"6.88\\\": 64, \\\"4.52\\\": 85, \\\"7.65\\\": 85, \\\"5.81\\\": 74, \\\"7.52\\\": 56, \\\"5.53\\\": 78, \\\"4.85\\\": 77, \\\"4.75\\\": 85, \\\"6.55\\\": 82, \\\"6.69\\\": 59, \\\"7.42\\\": 72, \\\"5.14\\\": 62, \\\"6.59\\\": 72, \\\"5.34\\\": 71, \\\"4.35\\\": 67, \\\"5.91\\\": 77, \\\"4.76\\\": 70, \\\"3.77\\\": 75, \\\"4.38\\\": 74, \\\"5.67\\\": 74, \\\"3.9\\\": 69, \\\"6.39\\\": 65, \\\"11.23\\\": 41, \\\"17.31\\\": 25, \\\"7.18\\\": 52, \\\"6.33\\\": 71, \\\"8.24\\\": 68, \\\"4.3\\\": 63, \\\"16.13\\\": 44, \\\"8.46\\\": 56, \\\"13.93\\\": 28, \\\"6.19\\\": 66, \\\"14.82\\\": 37, \\\"2.94\\\": 75, \\\"12.22\\\": 51, \\\"12.94\\\": 45, \\\"15.34\\\": 30, \\\"5.55\\\": 77, \\\"9.43\\\": 48, \\\"13.08\\\": 40, \\\"12.79\\\": 46, \\\"17.92\\\": 50, \\\"6.06\\\": 75, \\\"13.4\\\": 29, \\\"14.1\\\": 46, \\\"0.11\\\": 4, \\\"11.49\\\": 51, \\\"4.25\\\": 76, \\\"12.45\\\": 38, \\\"2.35\\\": 42, \\\"12.86\\\": 39, \\\"6.36\\\": 79, \\\"13.58\\\": 40, \\\"8.16\\\": 64, \\\"2.59\\\": 53, \\\"12.47\\\": 41, \\\"9.66\\\": 62, \\\"21.15\\\": 43, \\\"5.43\\\": 68, \\\"10.06\\\": 50, \\\"12.08\\\": 43, \\\"11.84\\\": 53, \\\"11.91\\\": 47, \\\"6.17\\\": 75, \\\"12.68\\\": 49, \\\"9.34\\\": 56, \\\"16.39\\\": 42, \\\"8.3\\\": 61, \\\"2.43\\\": 38, \\\"5.02\\\": 68, \\\"3.66\\\": 77, \\\"3.39\\\": 84, \\\"5.08\\\": 74, \\\"3.34\\\": 78, \\\"3.63\\\": 73, \\\"4.44\\\": 73, \\\"3.2\\\": 95, \\\"5.03\\\": 80, \\\"3.3\\\": 77, \\\"3.45\\\": 73, \\\"3.52\\\": 66, \\\"4.56\\\": 75, \\\"4.17\\\": 77, \\\"4.81\\\": 82, \\\"4.2\\\": 73, \\\"2.72\\\": 60, \\\"3.8\\\": 73, \\\"4.77\\\": 84, \\\"4.09\\\": 75, \\\"3.93\\\": 63, \\\"3.87\\\": 72, \\\"4.11\\\": 68, \\\"3.76\\\": 56, \\\"3.92\\\": 69, \\\"2.86\\\": 77, \\\"3.98\\\": 75, \\\"4.71\\\": 73, \\\"3.75\\\": 64, \\\"4.18\\\": 73, \\\"4.97\\\": 58, \\\"2.91\\\": 68, \\\"18.0\\\": 68, \\\"30.61\\\": 36, \\\"24.56\\\": 63, \\\"33.63\\\": 13, \\\"27.91\\\": 42, \\\"24.11\\\": 43, \\\"28.48\\\": 34, \\\"28.88\\\": 39, \\\"28.83\\\": 48, \\\"26.51\\\": 40, \\\"28.38\\\": 42, \\\"23.11\\\": 42, \\\"30.87\\\": 32, \\\"27.36\\\": 55, \\\"30.52\\\": 33, \\\"29.26\\\": 42, \\\"29.27\\\": 38, \\\"28.54\\\": 35, \\\"24.69\\\": 38, \\\"26.7\\\": 38, \\\"28.51\\\": 40, \\\"22.6\\\": 39, \\\"20.7\\\": 43, \\\"34.3\\\": 16, \\\"3.37\\\": 92, \\\"5.11\\\": 71, \\\"4.43\\\": 76, \\\"5.19\\\": 78, \\\"4.79\\\": 79, \\\"5.0\\\": 66, \\\"4.4\\\": 61, \\\"6.45\\\": 60, \\\"4.98\\\": 83, \\\"6.28\\\": 85, \\\"7.35\\\": 65, \\\"5.94\\\": 81, \\\"5.39\\\": 85, \\\"4.61\\\": 65, \\\"5.4\\\": 78, \\\"7.66\\\": 66, \\\"5.2\\\": 62, \\\"6.72\\\": 68, \\\"4.21\\\": 48, \\\"3.89\\\": 79, \\\"5.33\\\": 70, \\\"6.75\\\": 79, \\\"6.21\\\": 80, \\\"2.97\\\": 72, \\\"2.85\\\": 73, \\\"6.43\\\": 64, \\\"3.79\\\": 76, \\\"6.2\\\": 86, \\\"4.47\\\": 87, \\\"4.07\\\": 95, \\\"9.44\\\": 69, \\\"7.06\\\": 67, \\\"10.55\\\": 45, \\\"8.31\\\": 59, \\\"6.49\\\": 71, \\\"7.96\\\": 59, \\\"7.23\\\": 67, \\\"7.48\\\": 59, \\\"7.5\\\": 54, \\\"7.83\\\": 62, \\\"9.86\\\": 55, \\\"7.55\\\": 70, \\\"8.78\\\": 46, \\\"9.59\\\": 59, \\\"8.15\\\": 61, \\\"7.41\\\": 66, \\\"8.52\\\": 63, \\\"7.37\\\": 47, \\\"7.63\\\": 71, \\\"9.72\\\": 42, \\\"7.68\\\": 74, \\\"5.85\\\": 77, \\\"5.57\\\": 79, \\\"8.39\\\": 58, \\\"8.19\\\": 67, \\\"7.22\\\": 62, \\\"7.6\\\": 44, \\\"6.66\\\": 65, \\\"8.6\\\": 58, \\\"7.4\\\": 63, \\\"8.53\\\": 46, \\\"4.94\\\": 69, \\\"8.27\\\": 61, \\\"7.85\\\": 69, \\\"7.76\\\": 66, \\\"9.14\\\": 51, \\\"8.58\\\": 76, \\\"7.61\\\": 77, \\\"5.79\\\": 69, \\\"9.22\\\": 65, \\\"9.36\\\": 63, \\\"7.47\\\": 72, \\\"6.56\\\": 53, \\\"5.64\\\": 65, \\\"8.38\\\": 58, \\\"8.45\\\": 72, \\\"7.71\\\": 60, \\\"20.25\\\": 43, \\\"18.91\\\": 38, \\\"14.73\\\": 25, \\\"39.98\\\": 5, \\\"6.03\\\": 58, \\\"5.93\\\": 81, \\\"5.1\\\": 80, \\\"4.59\\\": 66, \\\"6.87\\\": 55, \\\"6.51\\\": 73, \\\"6.74\\\": 75, \\\"6.42\\\": 58, \\\"7.1\\\": 58, \\\"5.75\\\": 73, \\\"4.99\\\": 81, \\\"5.74\\\": 75, \\\"5.9\\\": 74, \\\"5.36\\\": 58, \\\"4.24\\\": 80, \\\"6.73\\\": 63, \\\"8.36\\\": 54, \\\"6.67\\\": 73, \\\"6.3\\\": 83, \\\"5.5\\\": 64, \\\"5.12\\\": 62, \\\"6.37\\\": 69, \\\"4.82\\\": 68, \\\"7.02\\\": 88, \\\"5.09\\\": 60, \\\"4.95\\\": 73, \\\"5.58\\\": 64, \\\"7.0\\\": 80, \\\"6.68\\\": 65, \\\"6.92\\\": 80, \\\"3.71\\\": 70, \\\"8.23\\\": 62, \\\"5.86\\\": 64, \\\"6.58\\\": 77, \\\"2.31\\\": 32, \\\"68.61\\\": 1, \\\"18.5\\\": 37, \\\"37.15\\\": 5, \\\"34.19\\\": 13, \\\"9.54\\\": 49, \\\"35.53\\\": 9, \\\"47.03\\\": 3, \\\"19.87\\\": 44, \\\"28.08\\\": 43, \\\"28.27\\\": 32, \\\"54.44\\\": 1, \\\"43.99\\\": 3, \\\"4.32\\\": 64, \\\"2.71\\\": 55, \\\"4.6\\\": 51, \\\"39.31\\\": 8, \\\"20.21\\\": 37, \\\"0.77\\\": 7, \\\"40.75\\\": 5, \\\"22.76\\\": 36, \\\"15.46\\\": 44, \\\"8.93\\\": 57, \\\"16.54\\\": 40, \\\"14.83\\\": 34, \\\"29.71\\\": 31, \\\"7.56\\\": 79, \\\"10.18\\\": 52, \\\"6.79\\\": 64, \\\"9.27\\\": 49, \\\"5.23\\\": 57, \\\"11.53\\\": 53, \\\"10.01\\\": 65, \\\"5.22\\\": 82, \\\"12.39\\\": 59, \\\"27.81\\\": 53, \\\"33.91\\\": 21, \\\"29.84\\\": 33, \\\"31.51\\\": 35, \\\"21.23\\\": 35, \\\"27.7\\\": 46, \\\"32.23\\\": 27, \\\"28.69\\\": 44, \\\"26.63\\\": 53, \\\"24.05\\\": 36, \\\"29.15\\\": 42, \\\"28.39\\\": 42, \\\"29.18\\\": 43, \\\"34.36\\\": 15, \\\"28.78\\\": 45, \\\"26.89\\\": 44, \\\"35.03\\\": 11, \\\"27.34\\\": 47, \\\"33.64\\\": 17, \\\"29.42\\\": 39, \\\"32.24\\\": 22, \\\"29.58\\\": 46, \\\"30.45\\\": 32, \\\"26.92\\\": 47, \\\"34.47\\\": 14, \\\"25.33\\\": 48, \\\"23.04\\\": 38, \\\"29.89\\\": 42, \\\"27.87\\\": 47, \\\"24.16\\\": 50, \\\"29.81\\\": 37, \\\"29.75\\\": 40, \\\"34.16\\\": 13, \\\"14.35\\\": 38, \\\"22.84\\\": 39, \\\"53.22\\\": 1, \\\"37.94\\\": 4, \\\"38.61\\\": 4, \\\"17.28\\\": 29, \\\"18.33\\\": 40, \\\"33.66\\\": 19, \\\"28.9\\\": 48, \\\"25.34\\\": 45, \\\"20.39\\\": 47, \\\"26.3\\\": 40, \\\"6.77\\\": 67, \\\"22.15\\\": 39, \\\"20.91\\\": 35, \\\"27.57\\\": 38, \\\"25.64\\\": 53, \\\"5.99\\\": 80, \\\"29.12\\\": 38, \\\"33.24\\\": 14, \\\"28.66\\\": 33, \\\"31.66\\\": 21, \\\"23.69\\\": 32, \\\"14.23\\\": 44, \\\"13.47\\\": 31, \\\"15.86\\\": 50, \\\"13.62\\\": 39, \\\"11.94\\\": 44, \\\"14.69\\\": 51, \\\"13.63\\\": 42, \\\"12.13\\\": 50, \\\"15.01\\\": 44, \\\"12.6\\\": 48, \\\"13.09\\\": 45, \\\"11.27\\\": 51, \\\"14.76\\\": 39, \\\"15.72\\\": 31, \\\"17.39\\\": 48, \\\"17.97\\\": 48, \\\"9.25\\\": 58, \\\"13.64\\\": 50, \\\"10.96\\\": 39, \\\"14.11\\\": 35, \\\"12.63\\\": 42, \\\"13.24\\\": 42, \\\"14.68\\\": 30, \\\"14.52\\\": 36, \\\"14.34\\\": 31, \\\"13.7\\\": 33, \\\"14.71\\\": 45, \\\"10.13\\\": 58, \\\"13.0\\\": 41, \\\"16.94\\\": 32, \\\"11.56\\\": 46, \\\"14.99\\\": 50, \\\"10.36\\\": 54, \\\"5.71\\\": 57, \\\"9.98\\\": 65, \\\"7.77\\\": 71, \\\"8.59\\\": 63, \\\"8.48\\\": 44, \\\"8.26\\\": 61, \\\"7.89\\\": 64, \\\"6.57\\\": 64, \\\"10.8\\\": 39, \\\"7.95\\\": 66, \\\"9.28\\\": 44, \\\"11.46\\\": 33, \\\"8.47\\\": 70, \\\"9.17\\\": 54, \\\"9.01\\\": 47, \\\"10.42\\\": 46, \\\"9.78\\\": 61, \\\"7.84\\\": 72, \\\"6.53\\\": 70, \\\"9.64\\\": 52, \\\"9.0\\\": 70, \\\"12.42\\\": 38, \\\"10.87\\\": 42, \\\"8.96\\\": 60, \\\"8.17\\\": 67, \\\"10.11\\\": 56, \\\"8.94\\\": 49, \\\"10.27\\\": 41, \\\"7.67\\\": 75, \\\"10.44\\\": 35, \\\"8.04\\\": 67, \\\"8.75\\\": 66, \\\"11.74\\\": 41, \\\"8.61\\\": 66, \\\"8.56\\\": 70, \\\"34.54\\\": 14, \\\"23.41\\\": 44, \\\"22.11\\\": 33, \\\"33.21\\\": 11, \\\"22.57\\\": 39, \\\"18.87\\\": 35, \\\"8.22\\\": 66, \\\"50.02\\\": 2, \\\"0.13\\\": 6, \\\"26.04\\\": 54, \\\"1.6\\\": 16, \\\"34.95\\\": 13, \\\"46.51\\\": 3, \\\"16.02\\\": 42, \\\"15.94\\\": 43, \\\"11.9\\\": 55, \\\"17.76\\\": 25, \\\"11.98\\\": 38, \\\"17.61\\\": 36, \\\"13.35\\\": 42, \\\"15.42\\\": 51, \\\"27.26\\\": 39, \\\"12.67\\\": 40, \\\"23.42\\\": 55, \\\"18.94\\\": 39, \\\"20.27\\\": 27, \\\"15.04\\\": 34, \\\"23.92\\\": 40, \\\"19.49\\\": 36, \\\"3.33\\\": 73, \\\"14.32\\\": 37, \\\"17.09\\\": 40, \\\"16.4\\\": 28, \\\"19.34\\\": 31, \\\"32.62\\\": 22, \\\"13.85\\\": 34, \\\"20.77\\\": 28, \\\"8.83\\\": 70, \\\"26.17\\\": 54, \\\"21.55\\\": 32, \\\"9.1\\\": 52, \\\"8.74\\\": 65, \\\"23.83\\\": 62, \\\"23.55\\\": 47, \\\"22.26\\\": 44, \\\"28.33\\\": 39, \\\"24.37\\\": 48, \\\"27.51\\\": 23, \\\"27.28\\\": 32, \\\"21.69\\\": 36, \\\"23.38\\\": 45, \\\"24.57\\\": 60, \\\"24.43\\\": 40, \\\"30.57\\\": 38, \\\"24.06\\\": 35, \\\"22.35\\\": 40, \\\"29.85\\\": 29, \\\"20.07\\\": 42, \\\"36.42\\\": 9, \\\"18.47\\\": 36, \\\"36.47\\\": 9, \\\"12.65\\\": 34, \\\"39.56\\\": 3, \\\"12.66\\\": 40, \\\"3.7\\\": 77, \\\"2.92\\\": 85, \\\"13.73\\\": 37, \\\"2.28\\\": 27, \\\"26.15\\\": 44, \\\"25.7\\\": 39, \\\"1.13\\\": 11, \\\"3.03\\\": 68, \\\"10.46\\\": 38, \\\"40.1\\\": 1, \\\"9.91\\\": 73, \\\"10.2\\\": 36, \\\"10.05\\\": 50, \\\"9.79\\\": 48, \\\"9.87\\\": 55, \\\"9.85\\\": 51, \\\"9.95\\\": 51, \\\"9.99\\\": 65, \\\"9.94\\\": 59, \\\"10.08\\\": 49, \\\"10.04\\\": 43, \\\"10.09\\\": 52, \\\"10.12\\\": 54, \\\"9.88\\\": 49, \\\"6.47\\\": 64, \\\"6.61\\\": 70, \\\"7.07\\\": 77, \\\"7.8\\\": 71, \\\"5.69\\\": 59, \\\"7.13\\\": 77, \\\"7.74\\\": 76, \\\"6.35\\\": 61, \\\"8.29\\\": 79, \\\"8.21\\\": 57, \\\"7.28\\\": 85, \\\"9.03\\\": 68, \\\"5.7\\\": 67, \\\"8.5\\\": 67, \\\"6.99\\\": 58, \\\"7.34\\\": 63, \\\"5.95\\\": 65, \\\"7.82\\\": 79, \\\"5.28\\\": 57, \\\"8.9\\\": 66, \\\"5.24\\\": 76, \\\"7.94\\\": 76, \\\"7.97\\\": 81, \\\"5.6\\\": 57, \\\"5.06\\\": 78, \\\"8.54\\\": 72, \\\"7.53\\\": 69, \\\"5.54\\\": 77, \\\"8.2\\\": 63, \\\"7.78\\\": 58, \\\"5.83\\\": 62, \\\"7.15\\\": 87, \\\"9.89\\\": 60, \\\"10.75\\\": 50, \\\"10.73\\\": 41, \\\"24.81\\\": 35, \\\"10.9\\\": 40, \\\"22.86\\\": 36, \\\"11.41\\\": 35, \\\"13.59\\\": 46, \\\"18.73\\\": 35, \\\"11.3\\\": 42, \\\"9.07\\\": 60, \\\"23.57\\\": 45, \\\"18.1\\\": 30, \\\"22.74\\\": 57, \\\"5.84\\\": 55, \\\"1.0\\\": 5, \\\"19.36\\\": 41, \\\"12.53\\\": 51, \\\"4.01\\\": 75, \\\"20.73\\\": 38, \\\"10.21\\\": 45, \\\"26.33\\\": 49, \\\"20.36\\\": 38, \\\"15.39\\\": 41, \\\"22.28\\\": 39, \\\"22.16\\\": 36, \\\"15.2\\\": 35, \\\"25.29\\\": 41, \\\"12.9\\\": 45, \\\"8.57\\\": 75, \\\"17.68\\\": 32, \\\"16.59\\\": 41, \\\"14.51\\\": 36, \\\"24.86\\\": 45, \\\"26.26\\\": 39, \\\"12.02\\\": 51, \\\"13.96\\\": 48, \\\"18.92\\\": 36, \\\"19.07\\\": 53, \\\"5.78\\\": 70, \\\"16.9\\\": 45, \\\"19.25\\\": 36, \\\"5.01\\\": 64, \\\"13.03\\\": 64, \\\"11.29\\\": 56, \\\"2.2\\\": 23, \\\"3.08\\\": 70, \\\"3.51\\\": 75, \\\"2.55\\\": 52, \\\"3.62\\\": 100, \\\"2.36\\\": 26, \\\"2.66\\\": 51, \\\"2.89\\\": 82, \\\"2.03\\\": 20, \\\"3.44\\\": 63, \\\"2.81\\\": 68, \\\"2.07\\\": 15, \\\"2.82\\\": 63, \\\"2.29\\\": 24, \\\"3.24\\\": 76, \\\"2.9\\\": 78, \\\"2.65\\\": 51, \\\"3.29\\\": 87, \\\"4.29\\\": 85, \\\"3.17\\\": 65, \\\"3.04\\\": 72, \\\"3.19\\\": 67, \\\"2.14\\\": 20, \\\"2.88\\\": 71, \\\"1.77\\\": 15, \\\"3.14\\\": 68, \\\"1.8\\\": 9, \\\"2.37\\\": 42, \\\"3.22\\\": 81, \\\"2.62\\\": 45, \\\"4.14\\\": 58, \\\"2.63\\\": 42, \\\"2.41\\\": 41, \\\"3.99\\\": 68, \\\"2.95\\\": 77, \\\"3.1\\\": 81, \\\"16.91\\\": 45, \\\"11.66\\\": 51, \\\"19.99\\\": 40, \\\"10.94\\\": 50, \\\"17.29\\\": 34, \\\"8.09\\\": 55, \\\"12.96\\\": 41, \\\"14.75\\\": 44, \\\"15.62\\\": 35, \\\"14.72\\\": 41, \\\"4.96\\\": 77, \\\"26.29\\\": 48, \\\"10.4\\\": 45, \\\"16.75\\\": 42, \\\"11.0\\\": 55, \\\"31.03\\\": 29, \\\"19.21\\\": 39, \\\"15.27\\\": 41, \\\"10.93\\\": 44, \\\"21.2\\\": 35, \\\"14.87\\\": 36, \\\"9.56\\\": 43, \\\"26.86\\\": 55, \\\"27.73\\\": 39, \\\"17.71\\\": 41, \\\"13.88\\\": 40, \\\"21.34\\\": 36, \\\"2.13\\\": 14, \\\"32.41\\\": 16, \\\"22.87\\\": 43, \\\"28.84\\\": 36, \\\"23.24\\\": 38, \\\"21.3\\\": 28, \\\"23.09\\\": 34, \\\"27.85\\\": 41, \\\"2.7\\\": 53, \\\"12.1\\\": 42, \\\"26.19\\\": 38, \\\"16.49\\\": 27, \\\"12.95\\\": 29, \\\"43.1\\\": 2, \\\"28.25\\\": 56, \\\"35.83\\\": 11, \\\"38.81\\\": 8, \\\"23.75\\\": 43, \\\"12.17\\\": 45, \\\"38.15\\\": 9, \\\"31.3\\\": 26, \\\"49.16\\\": 3, \\\"20.64\\\": 36, \\\"21.54\\\": 31, \\\"41.57\\\": 3, \\\"39.35\\\": 3, \\\"28.94\\\": 51, \\\"23.46\\\": 29, \\\"18.69\\\": 37, \\\"42.48\\\": 5, \\\"34.83\\\": 11, \\\"51.76\\\": 3, \\\"22.19\\\": 37, \\\"31.57\\\": 34, \\\"33.4\\\": 19, \\\"15.21\\\": 24, \\\"2.46\\\": 32, \\\"2.51\\\": 41, \\\"18.04\\\": 43, \\\"49.78\\\": 2, \\\"39.02\\\": 7, \\\"32.8\\\": 21, \\\"9.9\\\": 50, \\\"4.53\\\": 78, \\\"40.16\\\": 6, \\\"15.83\\\": 31, \\\"72.85\\\": 1, \\\"42.11\\\": 4, \\\"24.48\\\": 39, \\\"28.23\\\": 42, \\\"19.86\\\": 34, \\\"30.13\\\": 40, \\\"20.86\\\": 33, \\\"34.28\\\": 13, \\\"17.79\\\": 36, \\\"17.26\\\": 42, \\\"12.78\\\": 45, \\\"14.4\\\": 41, \\\"14.18\\\": 40, \\\"12.97\\\": 47, \\\"16.07\\\": 41, \\\"15.85\\\": 37, \\\"17.1\\\": 44, \\\"16.35\\\": 33, \\\"10.78\\\": 46, \\\"11.83\\\": 37, \\\"16.71\\\": 33, \\\"12.35\\\": 42, \\\"15.47\\\": 49, \\\"17.14\\\": 35, \\\"18.25\\\": 35, \\\"21.66\\\": 31, \\\"18.01\\\": 46, \\\"10.51\\\": 48, \\\"10.76\\\": 34, \\\"6.07\\\": 65, \\\"8.67\\\": 55, \\\"9.09\\\": 54, \\\"7.93\\\": 68, \\\"9.04\\\": 57, \\\"7.99\\\": 65, \\\"12.09\\\": 66, \\\"6.08\\\": 69, \\\"9.48\\\": 54, \\\"9.61\\\": 46, \\\"6.5\\\": 71, \\\"7.03\\\": 73, \\\"14.61\\\": 37, \\\"10.61\\\": 48, \\\"11.43\\\": 43, \\\"8.18\\\": 64, \\\"18.74\\\": 32, \\\"16.76\\\": 46, \\\"16.43\\\": 40, \\\"15.6\\\": 45, \\\"25.27\\\": 47, \\\"18.95\\\": 44, \\\"17.25\\\": 43, \\\"16.41\\\": 41, \\\"20.83\\\": 39, \\\"14.48\\\": 40, \\\"17.54\\\": 34, \\\"22.52\\\": 41, \\\"22.9\\\": 38, \\\"19.81\\\": 36, \\\"26.57\\\": 44, \\\"14.39\\\": 35, \\\"16.89\\\": 48, \\\"16.05\\\": 35, \\\"19.58\\\": 33, \\\"17.94\\\": 46, \\\"18.36\\\": 47, \\\"14.81\\\": 39, \\\"15.93\\\": 42, \\\"15.88\\\": 31, \\\"15.89\\\": 44, \\\"16.42\\\": 38, \\\"15.08\\\": 41, \\\"16.16\\\": 33, \\\"15.59\\\": 41, \\\"17.27\\\": 37, \\\"16.55\\\": 37, \\\"14.94\\\": 52, \\\"19.6\\\": 44, \\\"30.1\\\": 47, \\\"21.18\\\": 33, \\\"24.75\\\": 48, \\\"30.2\\\": 43, \\\"21.92\\\": 45, \\\"27.52\\\": 39, \\\"31.76\\\": 33, \\\"27.96\\\": 48, \\\"27.27\\\": 35, \\\"22.36\\\": 55, \\\"26.14\\\": 50, \\\"26.8\\\": 48, \\\"27.39\\\": 42, \\\"17.91\\\": 49, \\\"21.27\\\": 34, \\\"16.83\\\": 28, \\\"28.04\\\": 31, \\\"20.47\\\": 28, \\\"41.49\\\": 3, \\\"40.82\\\": 2, \\\"13.31\\\": 57, \\\"20.05\\\": 37, \\\"15.53\\\": 33, \\\"14.79\\\": 36, \\\"31.53\\\": 28, \\\"17.2\\\": 33, \\\"39.06\\\": 4, \\\"23.15\\\": 43, \\\"18.76\\\": 39, \\\"33.56\\\": 22, \\\"20.4\\\": 42, \\\"3.97\\\": 84, \\\"21.87\\\": 48, \\\"39.45\\\": 4, \\\"23.31\\\": 29, \\\"21.76\\\": 34, \\\"15.25\\\": 39, \\\"20.98\\\": 44, \\\"23.39\\\": 47, \\\"16.53\\\": 25, \\\"11.72\\\": 37, \\\"23.49\\\": 56, \\\"0.47\\\": 9, \\\"20.48\\\": 40, \\\"33.61\\\": 21, \\\"8.66\\\": 68, \\\"23.29\\\": 46, \\\"1.99\\\": 18, \\\"44.74\\\": 3, \\\"23.17\\\": 37, \\\"12.16\\\": 42, \\\"14.98\\\": 47, \\\"36.04\\\": 8, \\\"26.55\\\": 51, \\\"21.46\\\": 43, \\\"27.2\\\": 42, \\\"30.3\\\": 34, \\\"27.04\\\": 41, \\\"30.83\\\": 26, \\\"23.02\\\": 36, \\\"25.01\\\": 53, \\\"25.07\\\": 51, \\\"27.33\\\": 48, \\\"33.18\\\": 21, \\\"32.46\\\": 27, \\\"28.16\\\": 41, \\\"31.81\\\": 29, \\\"28.06\\\": 48, \\\"27.09\\\": 53, \\\"22.17\\\": 27, \\\"25.0\\\": 58, \\\"34.22\\\": 14, \\\"24.33\\\": 51, \\\"34.72\\\": 11, \\\"29.95\\\": 33, \\\"32.12\\\": 18, \\\"28.15\\\": 46, \\\"29.76\\\": 35, \\\"29.69\\\": 44, \\\"25.8\\\": 41, \\\"27.35\\\": 52, \\\"25.2\\\": 44, \\\"24.62\\\": 39, \\\"3.42\\\": 65, \\\"3.06\\\": 86, \\\"3.31\\\": 79, \\\"3.91\\\": 60, \\\"4.23\\\": 77, \\\"4.5\\\": 68, \\\"4.46\\\": 62, \\\"4.8\\\": 55, \\\"4.28\\\": 82, \\\"4.15\\\": 59, \\\"3.95\\\": 71, \\\"3.01\\\": 74, \\\"3.69\\\": 79, \\\"4.67\\\": 72, \\\"3.47\\\": 88, \\\"4.51\\\": 62, \\\"25.24\\\": 45, \\\"29.68\\\": 44, \\\"24.49\\\": 51, \\\"29.96\\\": 45, \\\"37.18\\\": 11, \\\"33.15\\\": 24, \\\"26.22\\\": 51, \\\"31.58\\\": 27, \\\"29.66\\\": 40, \\\"32.45\\\": 19, \\\"32.86\\\": 12, \\\"28.67\\\": 43, \\\"29.13\\\": 43, \\\"23.59\\\": 37, \\\"27.58\\\": 40, \\\"36.28\\\": 10, \\\"35.29\\\": 10, \\\"26.31\\\": 41, \\\"32.76\\\": 16, \\\"38.19\\\": 3, \\\"29.57\\\": 33, \\\"37.19\\\": 6, \\\"27.41\\\": 45, \\\"23.1\\\": 52, \\\"31.41\\\": 40, \\\"30.01\\\": 39, \\\"32.1\\\": 33, \\\"27.74\\\": 55, \\\"31.13\\\": 27, \\\"10.85\\\": 47, \\\"18.49\\\": 39, \\\"2.49\\\": 52, \\\"18.35\\\": 33, \\\"11.37\\\": 34, \\\"21.82\\\": 38, \\\"22.53\\\": 44, \\\"15.82\\\": 34, \\\"18.37\\\": 42, \\\"17.46\\\": 28, \\\"7.09\\\": 82, \\\"9.55\\\": 42, \\\"10.7\\\": 37, \\\"15.14\\\": 47, \\\"17.9\\\": 28, \\\"11.07\\\": 49, \\\"20.1\\\": 36, \\\"12.54\\\": 31, \\\"15.06\\\": 54, \\\"7.14\\\": 70, \\\"16.38\\\": 35, \\\"13.26\\\": 37, \\\"9.41\\\": 47, \\\"6.38\\\": 75, \\\"7.87\\\": 63, \\\"15.49\\\": 46, \\\"14.97\\\": 49, \\\"14.05\\\": 45, \\\"15.67\\\": 27, \\\"12.93\\\": 43, \\\"13.02\\\": 52, \\\"11.2\\\": 47, \\\"10.62\\\": 40, \\\"13.39\\\": 30, \\\"14.06\\\": 45, \\\"15.43\\\": 38, \\\"11.05\\\": 47, \\\"13.79\\\": 40, \\\"10.66\\\": 42, \\\"14.31\\\": 37, \\\"11.63\\\": 39, \\\"12.75\\\": 36, \\\"13.23\\\": 35, \\\"13.46\\\": 34, \\\"13.07\\\": 45, \\\"11.87\\\": 42, \\\"12.32\\\": 42, \\\"11.6\\\": 37, \\\"12.82\\\": 45, \\\"15.23\\\": 36, \\\"13.77\\\": 33, \\\"13.68\\\": 37, \\\"14.54\\\": 39, \\\"14.44\\\": 42, \\\"23.89\\\": 45, \\\"22.45\\\": 38, \\\"26.82\\\": 42, \\\"22.93\\\": 42, \\\"29.54\\\": 47, \\\"28.2\\\": 51, \\\"25.98\\\": 57, \\\"27.15\\\": 45, \\\"26.9\\\": 36, \\\"21.81\\\": 38, \\\"26.18\\\": 43, \\\"26.02\\\": 40, \\\"24.09\\\": 40, \\\"33.26\\\": 19, \\\"25.84\\\": 44, \\\"22.75\\\": 38, \\\"21.03\\\": 37, \\\"28.65\\\": 44, \\\"24.4\\\": 36, \\\"27.32\\\": 44, \\\"27.78\\\": 39, \\\"25.74\\\": 40, \\\"24.64\\\": 52, \\\"36.25\\\": 8, \\\"26.44\\\": 41, \\\"21.37\\\": 35, \\\"28.96\\\": 37, \\\"28.99\\\": 38, \\\"28.74\\\": 45, \\\"23.74\\\": 41, \\\"30.51\\\": 34, \\\"25.97\\\": 35, \\\"24.0\\\": 61, \\\"27.92\\\": 47, \\\"8.4\\\": 57, \\\"13.05\\\": 39, \\\"17.33\\\": 25, \\\"29.11\\\": 48, \\\"13.67\\\": 48, \\\"27.24\\\": 48, \\\"17.87\\\": 36, \\\"12.4\\\": 46, \\\"18.29\\\": 42, \\\"34.65\\\": 15, \\\"21.74\\\": 44, \\\"23.12\\\": 34, \\\"25.81\\\": 47, \\\"13.53\\\": 42, \\\"17.77\\\": 31, \\\"8.55\\\": 56, \\\"9.57\\\": 58, \\\"29.01\\\": 40, \\\"38.23\\\": 4, \\\"27.9\\\": 56, \\\"5.76\\\": 65, \\\"16.62\\\": 26, \\\"29.49\\\": 43, \\\"17.53\\\": 36, \\\"11.02\\\": 54, \\\"40.05\\\": 5, \\\"13.3\\\": 40, \\\"52.06\\\": 2, \\\"4.39\\\": 87, \\\"11.82\\\": 44, \\\"15.69\\\": 32, \\\"5.59\\\": 81, \\\"12.98\\\": 46, \\\"18.22\\\": 34, \\\"33.04\\\": 20, \\\"36.55\\\": 11, \\\"9.26\\\": 60, \\\"4.7\\\": 62, \\\"36.16\\\": 10, \\\"28.44\\\": 35, \\\"39.94\\\": 3, \\\"24.88\\\": 39, \\\"33.89\\\": 20, \\\"34.75\\\": 18, \\\"17.19\\\": 44, \\\"13.89\\\": 32, \\\"19.24\\\": 49, \\\"19.88\\\": 40, \\\"23.84\\\": 33, \\\"15.11\\\": 43, \\\"28.13\\\": 51, \\\"22.88\\\": 41, \\\"20.93\\\": 28, \\\"20.51\\\": 34, \\\"26.0\\\": 40, \\\"15.91\\\": 40, \\\"41.01\\\": 5, \\\"29.99\\\": 34, \\\"27.71\\\": 40, \\\"36.67\\\": 11, \\\"34.9\\\": 12, \\\"25.85\\\": 45, \\\"19.33\\\": 38, \\\"20.63\\\": 40, \\\"18.09\\\": 38, \\\"31.88\\\": 30, \\\"25.41\\\": 47, \\\"20.34\\\": 27, \\\"26.39\\\": 51, \\\"24.85\\\": 41, \\\"2.44\\\": 44, \\\"21.31\\\": 39, \\\"15.74\\\": 40, \\\"46.31\\\": 2, \\\"39.11\\\": 3, \\\"26.85\\\": 46, \\\"20.61\\\": 36, \\\"20.0\\\": 35, \\\"27.17\\\": 41, \\\"25.15\\\": 40, \\\"3.15\\\": 76, \\\"2.76\\\": 65, \\\"3.57\\\": 66, \\\"3.09\\\": 79, \\\"3.36\\\": 77, \\\"2.61\\\": 56, \\\"2.8\\\": 65, \\\"3.61\\\": 54, \\\"3.28\\\": 59, \\\"1.95\\\": 15, \\\"2.69\\\": 38, \\\"3.26\\\": 79, \\\"2.33\\\": 32, \\\"2.67\\\": 59, \\\"2.17\\\": 26, \\\"3.43\\\": 70, \\\"3.58\\\": 71, \\\"2.58\\\": 51, \\\"2.75\\\": 58, \\\"1.84\\\": 15, \\\"14.19\\\": 29, \\\"20.71\\\": 32, \\\"26.97\\\": 34, \\\"10.69\\\": 39, \\\"9.16\\\": 56, \\\"7.57\\\": 66, \\\"2.57\\\": 53, \\\"26.75\\\": 50, \\\"18.75\\\": 34, \\\"19.19\\\": 47, \\\"9.62\\\": 63, \\\"9.15\\\": 53, \\\"27.56\\\": 41, \\\"24.24\\\": 47, \\\"9.29\\\": 51, \\\"27.11\\\": 51, \\\"4.78\\\": 65, \\\"4.72\\\": 71, \\\"7.64\\\": 54, \\\"5.05\\\": 68, \\\"4.63\\\": 57, \\\"7.17\\\": 76, \\\"4.86\\\": 68, \\\"5.18\\\": 70, \\\"3.53\\\": 81, \\\"28.63\\\": 39, \\\"29.2\\\": 35, \\\"27.55\\\": 41, \\\"25.49\\\": 46, \\\"30.81\\\": 37, \\\"29.22\\\": 38, \\\"28.8\\\": 42, \\\"26.45\\\": 47, \\\"26.66\\\": 50, \\\"30.49\\\": 39, \\\"24.73\\\": 43, \\\"25.72\\\": 43, \\\"20.97\\\": 38, \\\"33.22\\\": 12, \\\"24.25\\\": 56, \\\"35.27\\\": 9, \\\"31.44\\\": 28, \\\"25.45\\\": 48, \\\"35.43\\\": 19, \\\"5.96\\\": 71, \\\"3.54\\\": 58, \\\"40.84\\\": 4, \\\"13.34\\\": 55, \\\"1.45\\\": 14, \\\"40.59\\\": 3, \\\"6.83\\\": 53, \\\"12.11\\\": 40, \\\"45.45\\\": 5, \\\"20.13\\\": 34, \\\"18.85\\\": 46, \\\"40.83\\\": 7, \\\"16.0\\\": 50, \\\"13.95\\\": 47, \\\"18.46\\\": 30, \\\"24.96\\\": 42, \\\"1.69\\\": 13, \\\"0.66\\\": 7, \\\"11.17\\\": 56, \\\"21.28\\\": 36, \\\"30.84\\\": 43, \\\"15.99\\\": 30, \\\"24.38\\\": 40, \\\"13.18\\\": 53, \\\"12.76\\\": 41, \\\"3.82\\\": 62, \\\"11.33\\\": 55, \\\"13.5\\\": 42, \\\"18.84\\\": 27, \\\"24.22\\\": 58, \\\"19.3\\\": 50, \\\"8.07\\\": 72, \\\"20.81\\\": 37, \\\"15.37\\\": 31, \\\"21.09\\\": 36, \\\"15.97\\\": 47, \\\"8.88\\\": 58, \\\"12.29\\\": 40, \\\"8.76\\\": 64, \\\"5.51\\\": 67, \\\"11.89\\\": 38, \\\"13.1\\\": 34, \\\"7.75\\\": 66, \\\"15.64\\\": 35, \\\"22.96\\\": 58, \\\"19.18\\\": 26, \\\"11.97\\\": 50, \\\"21.12\\\": 32, \\\"18.51\\\": 42, \\\"29.52\\\": 32, \\\"31.21\\\": 33, \\\"31.93\\\": 32, \\\"25.99\\\": 48, \\\"21.1\\\": 25, \\\"29.09\\\": 43, \\\"20.44\\\": 34, \\\"25.03\\\": 39, \\\"20.49\\\": 42, \\\"22.97\\\": 51, \\\"26.35\\\": 33, \\\"24.21\\\": 46, \\\"18.89\\\": 35, \\\"30.39\\\": 37, \\\"19.67\\\": 39, \\\"13.66\\\": 37, \\\"20.3\\\": 31, \\\"19.76\\\": 39, \\\"23.88\\\": 39, \\\"13.97\\\": 41, \\\"15.33\\\": 31, \\\"21.89\\\": 31, \\\"16.26\\\": 50, \\\"11.55\\\": 45, \\\"16.88\\\": 45, \\\"16.3\\\": 29, \\\"16.65\\\": 39, \\\"20.52\\\": 32, \\\"16.84\\\": 44, \\\"18.17\\\": 30, \\\"23.0\\\": 43, \\\"15.84\\\": 43, \\\"18.48\\\": 28, \\\"16.79\\\": 27, \\\"17.84\\\": 48, \\\"21.51\\\": 35, \\\"17.95\\\": 39, \\\"19.37\\\": 46, \\\"21.35\\\": 41, \\\"14.53\\\": 37, \\\"25.17\\\": 43, \\\"21.21\\\": 38, \\\"17.82\\\": 38, \\\"18.11\\\": 37, \\\"18.06\\\": 29, \\\"21.91\\\": 49, \\\"17.85\\\": 35, \\\"16.97\\\": 34, \\\"18.71\\\": 29, \\\"15.48\\\": 32, \\\"29.87\\\": 44, \\\"2.24\\\": 28, \\\"26.98\\\": 45, \\\"20.57\\\": 42, \\\"12.23\\\": 41, \\\"22.25\\\": 36, \\\"14.47\\\": 30, \\\"14.5\\\": 36, \\\"11.95\\\": 54, \\\"21.26\\\": 34, \\\"15.78\\\": 45, \\\"32.35\\\": 19, \\\"30.02\\\": 35, \\\"6.1\\\": 86, \\\"5.88\\\": 69, \\\"14.2\\\": 41, \\\"27.72\\\": 44, \\\"12.91\\\": 42, \\\"29.07\\\": 45, \\\"19.08\\\": 38, \\\"22.29\\\": 48, \\\"23.35\\\": 37, \\\"18.19\\\": 43, \\\"19.47\\\": 34, \\\"27.0\\\": 39, \\\"22.0\\\": 34, \\\"1.58\\\": 11, \\\"4.55\\\": 71, \\\"20.41\\\": 42, \\\"9.06\\\": 54, \\\"19.46\\\": 29, \\\"20.74\\\": 35, \\\"15.29\\\": 30, \\\"4.66\\\": 75, \\\"17.12\\\": 39, \\\"5.31\\\": 82, \\\"12.58\\\": 31, \\\"10.28\\\": 56, \\\"19.14\\\": 33, \\\"11.99\\\": 51, \\\"21.44\\\": 28, \\\"6.78\\\": 79, \\\"10.39\\\": 50, \\\"7.3\\\": 58, \\\"12.57\\\": 35, \\\"6.62\\\": 83, \\\"6.31\\\": 63, \\\"17.49\\\": 28, \\\"14.02\\\": 44, \\\"5.38\\\": 69, \\\"14.16\\\": 39, \\\"11.57\\\": 44, \\\"16.1\\\": 30, \\\"15.95\\\": 37, \\\"9.97\\\": 53, \\\"24.54\\\": 50, \\\"13.57\\\": 39, \\\"9.74\\\": 61, \\\"23.8\\\": 32, \\\"16.52\\\": 46, \\\"6.09\\\": 78, \\\"18.65\\\": 35, \\\"19.44\\\": 44, \\\"15.18\\\": 38, \\\"16.82\\\": 44, \\\"25.54\\\": 46, \\\"15.65\\\": 33, \\\"18.79\\\": 32, \\\"16.85\\\": 38, \\\"20.45\\\": 36, \\\"3.96\\\": 68, \\\"3.23\\\": 99, \\\"21.75\\\": 35, \\\"21.39\\\": 38, \\\"8.43\\\": 62, \\\"53.93\\\": 2, \\\"13.54\\\": 27, \\\"1.83\\\": 18, \\\"12.72\\\": 29, \\\"40.77\\\": 5, \\\"21.98\\\": 45, \\\"15.16\\\": 40, \\\"30.72\\\": 21, \\\"31.28\\\": 25, \\\"7.58\\\": 76, \\\"3.88\\\": 79, \\\"26.94\\\": 43, \\\"31.56\\\": 35, \\\"17.65\\\": 37, \\\"27.84\\\": 38, \\\"12.33\\\": 38, \\\"9.7\\\": 60, \\\"13.65\\\": 41, \\\"14.58\\\": 40, \\\"6.93\\\": 57, \\\"17.8\\\": 35, \\\"16.27\\\": 41, \\\"8.72\\\": 63, \\\"18.24\\\": 43, \\\"11.11\\\": 54, \\\"13.8\\\": 35, \\\"16.17\\\": 41, \\\"13.48\\\": 43, \\\"29.36\\\": 32, \\\"23.13\\\": 37, \\\"22.13\\\": 42, \\\"31.61\\\": 40, \\\"32.67\\\": 24, \\\"28.32\\\": 29, \\\"28.75\\\": 50, \\\"32.09\\\": 25, \\\"18.41\\\": 32, \\\"32.33\\\": 18, \\\"25.73\\\": 46, \\\"31.91\\\": 23, \\\"31.33\\\": 27, \\\"28.68\\\": 45, \\\"27.02\\\": 45, \\\"25.58\\\": 43, \\\"32.85\\\": 23, \\\"30.89\\\": 33, \\\"34.17\\\": 14, \\\"25.21\\\": 44, \\\"26.4\\\": 32, \\\"32.94\\\": 23, \\\"28.4\\\": 38, \\\"26.67\\\": 46, \\\"26.65\\\": 54, \\\"29.63\\\": 38, \\\"19.0\\\": 48, \\\"27.62\\\": 46, \\\"19.94\\\": 41, \\\"15.1\\\": 56, \\\"14.33\\\": 39, \\\"8.34\\\": 65, \\\"11.79\\\": 36, \\\"14.3\\\": 36, \\\"14.64\\\": 42, \\\"23.87\\\": 42, \\\"10.26\\\": 54, \\\"10.32\\\": 44, \\\"15.79\\\": 47, \\\"12.46\\\": 40, \\\"3.12\\\": 68, \\\"8.11\\\": 58, \\\"6.97\\\": 68, \\\"1.54\\\": 10, \\\"8.82\\\": 59, \\\"11.1\\\": 49, \\\"4.84\\\": 68, \\\"32.15\\\": 27, \\\"30.17\\\": 39, \\\"40.47\\\": 4, \\\"8.51\\\": 54, \\\"8.13\\\": 61, \\\"6.15\\\": 62, \\\"5.98\\\": 55, \\\"5.56\\\": 65, \\\"3.86\\\": 66, \\\"4.36\\\": 76, \\\"5.45\\\": 75, \\\"5.27\\\": 79, \\\"9.19\\\": 51, \\\"6.27\\\": 71, \\\"8.25\\\": 69, \\\"8.65\\\": 64, \\\"6.46\\\": 57, \\\"6.16\\\": 80, \\\"9.13\\\": 51, \\\"9.31\\\": 57, \\\"3.6\\\": 67, \\\"7.49\\\": 62, \\\"8.97\\\": 47, \\\"7.21\\\": 73, \\\"7.38\\\": 59, \\\"0.65\\\": 6, \\\"12.01\\\": 53, \\\"9.12\\\": 63, \\\"14.17\\\": 47, \\\"9.39\\\": 65, \\\"7.01\\\": 62, \\\"11.38\\\": 42, \\\"9.5\\\": 50, \\\"10.52\\\": 44, \\\"11.61\\\": 42, \\\"8.85\\\": 64, \\\"10.98\\\": 35, \\\"10.03\\\": 50, \\\"9.11\\\": 74, \\\"11.35\\\": 42, \\\"9.52\\\": 58, \\\"8.62\\\": 55, \\\"10.25\\\": 49, \\\"10.64\\\": 48, \\\"7.33\\\": 78, \\\"12.12\\\": 52, \\\"22.1\\\": 41, \\\"14.07\\\": 44, \\\"0.94\\\": 6, \\\"2.53\\\": 45, \\\"14.36\\\": 22, \\\"10.65\\\": 42, \\\"12.84\\\": 44, \\\"15.26\\\": 45, \\\"11.5\\\": 37, \\\"34.48\\\": 13, \\\"16.28\\\": 24, \\\"1.15\\\": 5, \\\"25.83\\\": 48, \\\"40.46\\\": 4, \\\"33.47\\\": 18, \\\"23.45\\\": 37, \\\"7.11\\\": 64, \\\"13.92\\\": 41, \\\"22.99\\\": 39, \\\"23.01\\\": 50, \\\"16.96\\\": 28, \\\"2.5\\\": 40, \\\"5.66\\\": 79, \\\"5.29\\\": 82, \\\"4.04\\\": 55, \\\"5.16\\\": 67, \\\"10.15\\\": 51, \\\"11.71\\\": 42, \\\"9.77\\\": 49, \\\"10.07\\\": 51, \\\"11.12\\\": 40, \\\"8.1\\\": 65, \\\"8.42\\\": 78, \\\"5.17\\\": 72, \\\"24.7\\\": 41, \\\"0.17\\\": 6, \\\"9.3\\\": 51, \\\"34.73\\\": 11, \\\"18.45\\\": 36, \\\"12.81\\\": 47, \\\"23.44\\\": 37, \\\"0.53\\\": 7, \\\"12.83\\\": 43, \\\"17.99\\\": 34, \\\"7.12\\\": 62, \\\"6.14\\\": 65, \\\"7.2\\\": 64, \\\"3.65\\\": 80, \\\"4.9\\\": 74, \\\"6.12\\\": 53, \\\"6.4\\\": 79, \\\"5.26\\\": 71, \\\"5.07\\\": 70, \\\"24.68\\\": 41, \\\"18.13\\\": 30, \\\"14.37\\\": 39, \\\"24.71\\\": 41, \\\"19.12\\\": 36, \\\"40.09\\\": 2, \\\"21.08\\\": 30, \\\"3.0\\\": 70, \\\"3.5\\\": 86, \\\"2.84\\\": 66, \\\"3.49\\\": 67, \\\"2.96\\\": 79, \\\"3.35\\\": 80, \\\"25.9\\\": 41, \\\"17.37\\\": 32, \\\"21.7\\\": 31, \\\"26.56\\\": 43, \\\"22.85\\\": 45, \\\"22.14\\\": 48, \\\"22.47\\\": 31, \\\"18.05\\\": 36, \\\"17.88\\\": 36, \\\"23.77\\\": 45, \\\"18.93\\\": 36, \\\"26.28\\\": 45, \\\"22.44\\\": 22, \\\"19.31\\\": 41, \\\"24.53\\\": 38, \\\"23.54\\\": 42, \\\"14.04\\\": 42, \\\"14.09\\\": 35, \\\"19.48\\\": 32, \\\"12.19\\\": 37, \\\"10.19\\\": 59, \\\"5.8\\\": 70, \\\"0.91\\\": 4, \\\"15.07\\\": 46, \\\"1.22\\\": 8, \\\"24.2\\\": 47, \\\"4.08\\\": 83, \\\"4.45\\\": 85, \\\"4.49\\\": 74, \\\"2.83\\\": 70, \\\"4.19\\\": 66, \\\"4.54\\\": 69, \\\"28.34\\\": 43, \\\"19.93\\\": 46, \\\"23.58\\\": 28, \\\"30.04\\\": 29, \\\"21.71\\\": 37, \\\"32.26\\\": 24, \\\"25.06\\\": 33, \\\"22.64\\\": 29, \\\"33.82\\\": 24, \\\"35.65\\\": 11, \\\"18.52\\\": 35, \\\"23.33\\\": 46, \\\"24.35\\\": 45, \\\"34.15\\\": 12, \\\"35.9\\\": 6, \\\"29.19\\\": 46, \\\"26.68\\\": 43, \\\"35.89\\\": 9, \\\"34.02\\\": 17, \\\"24.74\\\": 46, \\\"36.7\\\": 7, \\\"34.81\\\": 13, \\\"35.48\\\": 15, \\\"34.67\\\": 16, \\\"21.36\\\": 38, \\\"7.43\\\": 66, \\\"16.6\\\": 38, \\\"19.53\\\": 40, \\\"13.69\\\": 43, \\\"7.05\\\": 66, \\\"16.72\\\": 41, \\\"19.97\\\": 51, \\\"17.17\\\": 41, \\\"0.32\\\": 3, \\\"35.62\\\": 10, \\\"14.9\\\": 42, \\\"19.75\\\": 35, \\\"51.9\\\": 1, \\\"54.22\\\": 2, \\\"46.06\\\": 6, \\\"46.66\\\": 5, \\\"12.8\\\": 31, \\\"60.91\\\": 1, \\\"23.85\\\": 47, \\\"26.58\\\": 49, \\\"0.52\\\": 4, \\\"50.27\\\": 1, \\\"41.11\\\": 3, \\\"42.15\\\": 5, \\\"59.09\\\": 1, \\\"42.07\\\": 3, \\\"38.31\\\": 3, \\\"49.59\\\": 1, \\\"46.22\\\": 5, \\\"30.4\\\": 36, \\\"27.79\\\": 50, \\\"69.95\\\": 1, \\\"35.16\\\": 14, \\\"32.59\\\": 19, \\\"36.77\\\": 5, \\\"1.68\\\": 15, \\\"21.99\\\": 46, \\\"22.18\\\": 38, \\\"22.95\\\": 41, \\\"22.05\\\": 33, \\\"22.38\\\": 48, \\\"21.5\\\": 37, \\\"21.49\\\": 49, \\\"20.96\\\": 33, \\\"22.7\\\": 43, \\\"22.42\\\": 37, \\\"21.83\\\": 37, \\\"22.69\\\": 45, \\\"22.46\\\": 42, \\\"21.13\\\": 41, \\\"21.78\\\": 33, \\\"22.48\\\": 41, \\\"7.46\\\": 60, \\\"6.98\\\": 68, \\\"10.5\\\": 51, \\\"9.21\\\": 67, \\\"7.36\\\": 59, \\\"2.22\\\": 31, \\\"7.44\\\": 56, \\\"7.29\\\": 69, \\\"8.35\\\": 57, \\\"9.76\\\": 56, \\\"8.01\\\": 68, \\\"8.06\\\": 63, \\\"3.32\\\": 81, \\\"10.16\\\": 40, \\\"8.05\\\": 63, \\\"31.37\\\": 28, \\\"32.4\\\": 24, \\\"26.2\\\": 45, \\\"31.14\\\": 32, \\\"25.39\\\": 52, \\\"31.86\\\": 25, \\\"29.97\\\": 28, \\\"32.42\\\": 11, \\\"32.71\\\": 20, \\\"31.12\\\": 27, \\\"35.22\\\": 8, \\\"25.91\\\": 54, \\\"32.74\\\": 20, \\\"25.61\\\": 47, \\\"31.64\\\": 25, \\\"29.44\\\": 41, \\\"30.47\\\": 36, \\\"25.75\\\": 41, \\\"34.59\\\": 12, \\\"33.94\\\": 20, \\\"32.17\\\": 29, \\\"33.51\\\": 17, \\\"32.68\\\": 23, \\\"31.27\\\": 33, \\\"29.9\\\": 33, \\\"27.37\\\": 48, \\\"38.25\\\": 12, \\\"25.36\\\": 45, \\\"23.4\\\": 43, \\\"35.01\\\": 16, \\\"34.05\\\": 13, \\\"33.23\\\": 14, \\\"31.38\\\": 30, \\\"29.74\\\": 27, \\\"32.13\\\": 22, \\\"28.43\\\": 32, \\\"33.72\\\": 12, \\\"33.31\\\": 24, \\\"30.67\\\": 32, \\\"7.27\\\": 68, \\\"6.18\\\": 73, \\\"9.32\\\": 42, \\\"6.25\\\": 64, \\\"7.04\\\": 64, \\\"10.02\\\": 58, \\\"29.46\\\": 36, \\\"30.92\\\": 26, \\\"23.72\\\": 34, \\\"28.71\\\": 31, \\\"24.89\\\": 42, \\\"26.49\\\": 45, \\\"27.93\\\": 56, \\\"26.03\\\": 50, \\\"29.77\\\": 36, \\\"28.09\\\": 41, \\\"23.21\\\": 41, \\\"32.83\\\": 25, \\\"29.48\\\": 39, \\\"33.6\\\": 21, \\\"31.7\\\": 28, \\\"25.11\\\": 46, \\\"26.71\\\": 45, \\\"29.51\\\": 35, \\\"31.0\\\": 37, \\\"29.82\\\": 36, \\\"33.73\\\": 13, \\\"29.16\\\": 38, \\\"27.14\\\": 40, \\\"26.96\\\": 47, \\\"33.03\\\": 26, \\\"31.23\\\": 36, \\\"10.83\\\": 40, \\\"10.23\\\": 56, \\\"8.44\\\": 53, \\\"9.63\\\": 47, \\\"9.83\\\": 65, \\\"7.73\\\": 70, \\\"11.78\\\": 36, \\\"9.58\\\": 51, \\\"7.86\\\": 85, \\\"7.51\\\": 62, \\\"10.38\\\": 51, \\\"9.69\\\": 51, \\\"10.92\\\": 50, \\\"7.69\\\": 61, \\\"6.04\\\": 77, \\\"19.89\\\": 40, \\\"13.94\\\": 41, \\\"27.03\\\": 37, \\\"33.78\\\": 13, \\\"16.5\\\": 45, \\\"27.59\\\": 46, \\\"22.01\\\": 29, \\\"19.66\\\": 29, \\\"20.76\\\": 37, \\\"25.14\\\": 51, \\\"22.41\\\": 28, \\\"28.82\\\": 39, \\\"15.51\\\": 41, \\\"24.41\\\": 38, \\\"32.18\\\": 24, \\\"32.06\\\": 17, \\\"31.74\\\": 27, \\\"19.5\\\": 31, \\\"12.2\\\": 35, \\\"19.35\\\": 40, \\\"6.63\\\": 71, \\\"8.95\\\": 42, \\\"8.86\\\": 63, \\\"6.6\\\": 61, \\\"8.7\\\": 57, \\\"7.54\\\": 66, \\\"7.7\\\": 52, \\\"36.3\\\": 12, \\\"4.58\\\": 81, \\\"15.09\\\": 53, \\\"2.21\\\": 18, \\\"5.82\\\": 70, \\\"14.24\\\": 38, \\\"23.07\\\": 40, \\\"16.56\\\": 32, \\\"30.15\\\": 31, \\\"39.89\\\": 4, \\\"36.13\\\": 10, \\\"30.11\\\": 36, \\\"26.38\\\": 43, \\\"35.19\\\": 8, \\\"32.9\\\": 19, \\\"31.05\\\": 27, \\\"32.39\\\": 23, \\\"28.91\\\": 41, \\\"36.96\\\": 6, \\\"30.21\\\": 40, \\\"23.28\\\": 35, \\\"28.58\\\": 39, \\\"33.34\\\": 18, \\\"30.33\\\": 42, \\\"22.98\\\": 45, \\\"29.25\\\": 34, \\\"29.65\\\": 28, \\\"5.04\\\": 69, \\\"5.42\\\": 81, \\\"6.65\\\": 63, \\\"8.68\\\": 67, \\\"7.16\\\": 69, \\\"7.9\\\": 54, \\\"8.63\\\": 46, \\\"11.34\\\": 38, \\\"8.49\\\": 56, \\\"8.79\\\": 56, \\\"11.28\\\": 38, \\\"35.88\\\": 13, \\\"10.14\\\": 42, \\\"30.31\\\": 35, \\\"52.92\\\": 6, \\\"11.25\\\": 44, \\\"12.48\\\": 44, \\\"2.79\\\": 57, \\\"8.08\\\": 73, \\\"31.31\\\": 31, \\\"28.29\\\": 39, \\\"32.2\\\": 17, \\\"24.12\\\": 44, \\\"30.08\\\": 32, \\\"32.01\\\": 20, \\\"29.8\\\": 29, \\\"30.37\\\": 27, \\\"33.1\\\": 13, \\\"34.1\\\": 21, \\\"13.15\\\": 37, \\\"13.6\\\": 46, \\\"47.37\\\": 3, \\\"34.78\\\": 11, \\\"0.04\\\": 6, \\\"32.58\\\": 25, \\\"34.2\\\": 13, \\\"11.19\\\": 54, \\\"2.0\\\": 17, \\\"48.34\\\": 5, \\\"43.87\\\": 3, \\\"40.99\\\": 3, \\\"20.67\\\": 34, \\\"27.86\\\": 31, \\\"25.05\\\": 51, \\\"31.82\\\": 25, \\\"19.72\\\": 42, \\\"18.44\\\": 43, \\\"16.57\\\": 40, \\\"21.01\\\": 47, \\\"31.15\\\": 33, \\\"24.82\\\": 48, \\\"25.02\\\": 47, \\\"25.5\\\": 35, \\\"24.65\\\": 49, \\\"11.73\\\": 43, \\\"11.04\\\": 46, \\\"10.31\\\": 47, \\\"14.6\\\": 51, \\\"19.02\\\": 46, \\\"11.93\\\": 46, \\\"12.36\\\": 43, \\\"1.7\\\": 12, \\\"2.27\\\": 30, \\\"4.31\\\": 81, \\\"5.32\\\": 62, \\\"4.41\\\": 72, \\\"5.46\\\": 73, \\\"4.65\\\": 49, \\\"5.35\\\": 81, \\\"5.63\\\": 68, \\\"4.83\\\": 63, \\\"5.37\\\": 75, \\\"5.47\\\": 86, \\\"5.49\\\": 64, \\\"4.87\\\": 53, \\\"4.88\\\": 77, \\\"4.62\\\": 61, \\\"32.34\\\": 18, \\\"28.1\\\": 51, \\\"8.71\\\": 58, \\\"11.09\\\": 40, \\\"18.18\\\": 20, \\\"13.17\\\": 45, \\\"20.5\\\": 42, \\\"40.58\\\": 4, \\\"38.82\\\": 2, \\\"19.23\\\": 33, \\\"36.37\\\": 10, \\\"27.07\\\": 40, \\\"12.77\\\": 44, \\\"37.91\\\": 3, \\\"44.25\\\": 2, \\\"39.93\\\": 2, \\\"16.67\\\": 42, \\\"10.24\\\": 43, \\\"30.06\\\": 28, \\\"33.98\\\": 13, \\\"25.86\\\": 45, \\\"28.7\\\": 47, \\\"28.53\\\": 48, \\\"26.72\\\": 55, \\\"28.3\\\": 39, \\\"26.59\\\": 45, \\\"31.89\\\": 24, \\\"25.37\\\": 38, \\\"29.05\\\": 35, \\\"30.56\\\": 31, \\\"21.14\\\": 34, \\\"29.41\\\": 41, \\\"29.98\\\": 33, \\\"33.01\\\": 15, \\\"30.23\\\": 39, \\\"32.49\\\": 20, \\\"25.6\\\": 44, \\\"25.88\\\": 41, \\\"17.83\\\": 40, \\\"13.52\\\": 43, \\\"15.55\\\": 43, \\\"25.16\\\": 32, \\\"17.44\\\": 35, \\\"16.09\\\": 37, \\\"12.85\\\": 44, \\\"11.65\\\": 36, \\\"11.47\\\": 40, \\\"21.48\\\": 41, \\\"17.72\\\": 49, \\\"16.68\\\": 34, \\\"14.63\\\": 42, \\\"14.42\\\": 43, \\\"19.9\\\": 36, \\\"20.26\\\": 32, \\\"17.73\\\": 42, \\\"16.95\\\": 35, \\\"13.86\\\": 42, \\\"13.51\\\": 61, \\\"13.61\\\": 52, \\\"13.82\\\": 38, \\\"14.27\\\": 43, \\\"14.08\\\": 44, \\\"13.98\\\": 36, \\\"13.84\\\": 44, \\\"13.71\\\": 38, \\\"13.9\\\": 37, \\\"14.14\\\": 37, \\\"14.15\\\": 40, \\\"13.13\\\": 40, \\\"15.63\\\": 44, \\\"15.0\\\": 40, \\\"12.03\\\": 40, \\\"12.71\\\": 40, \\\"18.56\\\": 32, \\\"15.5\\\": 43, \\\"15.66\\\": 47, \\\"14.22\\\": 31, \\\"14.8\\\": 59, \\\"14.85\\\": 43, \\\"16.63\\\": 34, \\\"18.68\\\": 37, \\\"22.23\\\": 36, \\\"13.37\\\": 39, \\\"14.41\\\": 24, \\\"30.34\\\": 25, \\\"1.87\\\": 17, \\\"31.79\\\": 31, \\\"0.31\\\": 6, \\\"34.68\\\": 15, \\\"33.93\\\": 21, \\\"10.72\\\": 41, \\\"9.23\\\": 50, \\\"8.8\\\": 56, \\\"10.99\\\": 47, \\\"12.21\\\": 30, \\\"6.41\\\": 67, \\\"9.53\\\": 53, \\\"5.41\\\": 80, \\\"3.59\\\": 73, \\\"1.66\\\": 13, \\\"5.25\\\": 53, \\\"25.18\\\": 55, \\\"37.26\\\": 5, \\\"18.55\\\": 37, \\\"48.03\\\": 2, \\\"24.46\\\": 53, \\\"19.62\\\": 39, \\\"35.76\\\": 7, \\\"21.97\\\": 40, \\\"23.06\\\": 52, \\\"14.84\\\": 47, \\\"16.06\\\": 48, \\\"13.33\\\": 33, \\\"1.53\\\": 8, \\\"25.23\\\": 46, \\\"39.6\\\": 5, \\\"19.64\\\": 39, \\\"12.61\\\": 40, \\\"36.83\\\": 3, \\\"3.21\\\": 79, \\\"3.18\\\": 90, \\\"3.25\\\": 63, \\\"2.3\\\": 35, \\\"1.9\\\": 15, \\\"35.17\\\": 12, \\\"48.46\\\": 2, \\\"52.61\\\": 1, \\\"45.06\\\": 3, \\\"24.44\\\": 41, \\\"72.23\\\": 1, \\\"0.69\\\": 8, \\\"14.92\\\": 36, \\\"15.73\\\": 48, \\\"1.42\\\": 4, \\\"44.93\\\": 3, \\\"24.03\\\": 37, \\\"38.22\\\": 9, \\\"39.68\\\": 6, \\\"12.5\\\": 43, \\\"30.85\\\": 26, \\\"68.4\\\": 1, \\\"36.4\\\": 15, \\\"44.1\\\": 3, \\\"28.93\\\": 38, \\\"54.58\\\": 1, \\\"36.98\\\": 8, \\\"26.91\\\": 48, \\\"16.14\\\": 47, \\\"11.18\\\": 43, \\\"19.92\\\": 45, \\\"15.17\\\": 31, \\\"11.92\\\": 39, \\\"16.8\\\": 34, \\\"15.15\\\": 39, \\\"12.18\\\": 47, \\\"27.65\\\": 40, \\\"22.22\\\": 43, \\\"17.03\\\": 36, \\\"16.93\\\": 41, \\\"17.32\\\": 36, \\\"19.59\\\": 29, \\\"13.83\\\": 36, \\\"13.76\\\": 36, \\\"24.78\\\": 47, \\\"19.55\\\": 41, \\\"14.89\\\": 46, \\\"15.12\\\": 38, \\\"15.98\\\": 44, \\\"14.91\\\": 49, \\\"18.31\\\": 38, \\\"24.83\\\": 40, \\\"17.59\\\": 47, \\\"21.79\\\": 36, \\\"12.73\\\": 47, \\\"23.14\\\": 42, \\\"24.79\\\": 55, \\\"23.63\\\": 46, \\\"24.26\\\": 43, \\\"25.76\\\": 34, \\\"25.59\\\": 45, \\\"24.77\\\": 56, \\\"19.69\\\": 37, \\\"6.96\\\": 61, \\\"12.44\\\": 42, \\\"26.54\\\": 46, \\\"17.16\\\": 31, \\\"12.31\\\": 45, \\\"32.07\\\": 26, \\\"23.78\\\": 45, \\\"17.07\\\": 34, \\\"37.79\\\": 6, \\\"36.65\\\": 8, \\\"51.85\\\": 2, \\\"14.86\\\": 33, \\\"11.48\\\": 39, \\\"20.43\\\": 31, \\\"14.45\\\": 35, \\\"32.05\\\": 30, \\\"1.27\\\": 7, \\\"33.06\\\": 25, \\\"24.3\\\": 38, \\\"24.27\\\": 43, \\\"17.56\\\": 33, \\\"23.91\\\": 35, \\\"16.15\\\": 34, \\\"30.53\\\": 33, \\\"26.79\\\": 45, \\\"32.19\\\": 18, \\\"26.78\\\": 48, \\\"37.96\\\": 6, \\\"23.2\\\": 50, \\\"32.53\\\": 20, \\\"34.5\\\": 15, \\\"31.95\\\": 28, \\\"21.59\\\": 43, \\\"27.64\\\": 38, \\\"33.85\\\": 11, \\\"39.19\\\": 4, \\\"33.81\\\": 21, \\\"24.87\\\": 48, \\\"27.21\\\": 46, \\\"31.65\\\": 30, \\\"33.11\\\": 18, \\\"23.66\\\": 45, \\\"2.52\\\": 48, \\\"2.98\\\": 65, \\\"2.99\\\": 65, \\\"3.41\\\": 50, \\\"4.06\\\": 71, \\\"3.48\\\": 56, \\\"2.73\\\": 57, \\\"3.02\\\": 78, \\\"32.02\\\": 21, \\\"33.59\\\": 11, \\\"33.27\\\": 23, \\\"32.11\\\": 19, \\\"32.43\\\": 16, \\\"38.3\\\": 8, \\\"27.53\\\": 38, \\\"29.1\\\": 37, \\\"34.38\\\": 14, \\\"24.32\\\": 44, \\\"32.64\\\": 17, \\\"35.38\\\": 11, \\\"16.01\\\": 38, \\\"14.66\\\": 36, \\\"12.34\\\": 32, \\\"24.63\\\": 32, \\\"31.49\\\": 20, \\\"23.99\\\": 57, \\\"35.49\\\": 10, \\\"35.05\\\": 12, \\\"33.43\\\": 26, \\\"33.14\\\": 21, \\\"2.78\\\": 67, \\\"2.87\\\": 74, \\\"3.07\\\": 76, \\\"2.64\\\": 62, \\\"3.05\\\": 74, \\\"2.77\\\": 61, \\\"27.22\\\": 41, \\\"21.61\\\": 33, \\\"6.7\\\": 61, \\\"8.02\\\": 68, \\\"32.04\\\": 18, \\\"31.29\\\": 42, \\\"27.68\\\": 50, \\\"33.19\\\": 24, \\\"29.53\\\": 38, \\\"1.3\\\": 10, \\\"46.99\\\": 2, \\\"17.43\\\": 36, \\\"41.09\\\": 6, \\\"39.78\\\": 4, \\\"28.87\\\": 46, \\\"20.99\\\": 41, \\\"1.03\\\": 5, \\\"43.21\\\": 6, \\\"37.72\\\": 2, \\\"24.17\\\": 42, \\\"21.05\\\": 38, \\\"23.71\\\": 32, \\\"22.09\\\": 35, \\\"14.62\\\": 29, \\\"43.59\\\": 4, \\\"32.97\\\": 19, \\\"15.24\\\": 41, \\\"12.88\\\": 37, \\\"8.98\\\": 61, \\\"10.37\\\": 43, \\\"35.21\\\": 10, \\\"42.14\\\": 1, \\\"50.34\\\": 2, \\\"39.09\\\": 5, \\\"37.83\\\": 6, \\\"33.84\\\": 15, \\\"33.95\\\": 15, \\\"63.14\\\": 1, \\\"23.6\\\": 39, \\\"55.34\\\": 2, \\\"60.24\\\": 1, \\\"56.82\\\": 1, \\\"11.64\\\": 40, \\\"49.93\\\": 3, \\\"48.67\\\": 4, \\\"17.63\\\": 35, \\\"20.8\\\": 31, \\\"13.36\\\": 35, \\\"37.0\\\": 9, \\\"10.47\\\": 47, \\\"12.59\\\": 46, \\\"14.59\\\": 37, \\\"13.49\\\": 43, \\\"10.84\\\": 38, \\\"12.24\\\": 28, \\\"13.45\\\": 33, \\\"14.43\\\": 41, \\\"16.61\\\": 43, \\\"47.16\\\": 1, \\\"25.92\\\": 33, \\\"43.92\\\": 4, \\\"41.35\\\": 5, \\\"20.6\\\": 30, \\\"21.88\\\": 40, \\\"33.37\\\": 17, \\\"13.19\\\": 39, \\\"17.47\\\": 34, \\\"31.34\\\": 30, \\\"36.12\\\": 10, \\\"30.79\\\": 31, \\\"23.36\\\": 45, \\\"25.51\\\": 34, \\\"35.98\\\": 9, \\\"38.02\\\": 10, \\\"17.64\\\": 44, \\\"45.82\\\": 5, \\\"40.52\\\": 3, \\\"31.25\\\": 23, \\\"34.62\\\": 17, \\\"17.6\\\": 37, \\\"33.48\\\": 10, \\\"27.6\\\": 40, \\\"33.57\\\": 24, \\\"30.27\\\": 43, \\\"38.45\\\": 6, \\\"28.81\\\": 42, \\\"29.0\\\": 48, \\\"24.9\\\": 41, \\\"38.13\\\": 6, \\\"35.8\\\": 6, \\\"24.59\\\": 38, \\\"32.69\\\": 26, \\\"38.17\\\": 7, \\\"27.95\\\": 36, \\\"30.63\\\": 27, \\\"25.3\\\": 48, \\\"13.74\\\": 35, \\\"14.56\\\": 41, \\\"14.46\\\": 47, \\\"12.52\\\": 35, \\\"14.7\\\": 47, \\\"15.03\\\": 47, \\\"13.42\\\": 29, \\\"13.38\\\": 41, \\\"11.68\\\": 43, \\\"22.78\\\": 31, \\\"43.0\\\": 7, \\\"52.8\\\": 2, \\\"40.89\\\": 5, \\\"35.11\\\": 12, \\\"50.05\\\": 2, \\\"41.58\\\": 7, \\\"64.72\\\": 1, \\\"55.37\\\": 4, \\\"8.81\\\": 69, \\\"39.14\\\": 4, \\\"29.37\\\": 39, \\\"55.26\\\": 3, \\\"48.35\\\": 2, \\\"55.82\\\": 1, \\\"47.82\\\": 1, \\\"45.57\\\": 3, \\\"16.87\\\": 22, \\\"20.14\\\": 44, \\\"45.81\\\": 3, \\\"11.96\\\": 47, \\\"10.22\\\": 63, \\\"9.08\\\": 50, \\\"14.93\\\": 46, \\\"11.03\\\": 47, \\\"10.91\\\": 43, \\\"11.58\\\": 40, \\\"13.32\\\": 36, \\\"12.14\\\": 40, \\\"14.88\\\": 32, \\\"13.75\\\": 38, 